{
  "specimenId": "lionsgate",
  "scannedDate": "2026-02-13",
  "claimsFound": 11,
  "quality": "rich",
  "searchesCompleted": 7,
  "urlsFetched": 12,
  "searchFailures": [],
  "fetchFailures": [
    "deadline.com (CSS/JS only)",
    "variety.com (CSS/JS only)",
    "hollywoodreporter.com x2 (CSS/JS only)",
    "innovationleader.com (403)",
    "lbbonline.com (403)",
    "marketscreener.com (paywall)",
    "gurufocus.com (403)",
    "screendaily.com (CSS/JS only)",
    "insidermonkey.com (CSS/JS only)",
    "msn.com (JS only)"
  ],
  "claims": [
    {
      "id": "lionsgate--001",
      "specimenId": "lionsgate",
      "claimType": "identity",
      "secondaryType": "commercial-success",
      "text": "Kathleen understands the AI ecosystem from the perspective of creators and IP holders alike, and she is the right person to lead our team forward in this exciting, complex and nuanced environment. Her AI expertise and digital media savvy will help us grow alongside our talent partners as we create new opportunities, establish new safeguards and execute new strategies.",
      "speaker": "Jon Feltheimer",
      "speakerTitle": "CEO, Lionsgate Entertainment",
      "context": "Announcement of Kathleen Grace as first Chief AI Officer, February 2026",
      "rhetoricalFunction": "Frames the CAIO appointment as serving both creators AND IP holders — a dual-constituency move that implicitly acknowledges the post-strikes tension. 'Grow alongside our talent partners' is diplomatic language that positions AI as collaborative rather than substitutive. The phrase 'exciting, complex and nuanced environment' acknowledges difficulty without naming the strikes directly.",
      "source": "The Wrap / C21 Media / News9",
      "sourceUrl": "https://www.thewrap.com/industry-news/business/lionsgate-chief-ai-officer-kathleen-grace/",
      "sourceType": "Press",
      "sourceDate": "2026-02-06",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Corroborated across multiple trade outlets. The 'grow alongside' formulation is analytically significant — it avoids any implication that AI replaces human talent."
    },
    {
      "id": "lionsgate--002",
      "specimenId": "lionsgate",
      "claimType": "identity",
      "secondaryType": null,
      "text": "I'm very excited to become part of the team at Lionsgate. They have amazing creative partners, a rich and diverse portfolio of IP, an entrepreneurial and forward-looking culture, and a willingness to adapt to and embrace new technologies. I look forward to collaborating with their team of executives focused on the AI space, supporting initiatives already underway while taking their AI strategy to the next level in its ability to expand the creative palette for their storytellers.",
      "speaker": "Kathleen Grace",
      "speakerTitle": "Chief AI Officer, Lionsgate Entertainment",
      "context": "Statement upon appointment as first-ever Chief AI Officer, February 2026",
      "rhetoricalFunction": "Grace's opening statement performs three rhetorical moves: (1) centers creative partners and IP as the things she values about Lionsgate, (2) characterizes the culture as 'entrepreneurial and forward-looking' — identity claim about organizational character, (3) frames AI as expanding the 'creative palette for storytellers' — the tool-for-artists framing that is politically essential post-strikes. Notably absent: any mention of efficiency, cost savings, or automation.",
      "source": "The Wrap",
      "sourceUrl": "https://www.thewrap.com/industry-news/business/lionsgate-chief-ai-officer-kathleen-grace/",
      "sourceType": "Press",
      "sourceDate": "2026-02-06",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "First public statement by entertainment industry's first CAIO. The deliberate centering of 'storytellers' over 'the business' in her first public statement is a carefully calibrated rhetorical choice."
    },
    {
      "id": "lionsgate--003",
      "specimenId": "lionsgate",
      "claimType": "survival",
      "secondaryType": "utopian",
      "text": "While the entertainment industry is fundamentally creative, its future advancement will necessitate a blend of artistry and scientific innovation.",
      "speaker": "Jon Feltheimer",
      "speakerTitle": "CEO, Lionsgate Entertainment",
      "context": "Announcement of Runway AI partnership, September 2024",
      "rhetoricalFunction": "Classic art-science synthesis framing. Opens with a concession ('fundamentally creative') that validates the creative workforce, then pivots to inevitability ('will necessitate'). The word 'blend' does significant rhetorical work — it implies complementarity rather than substitution. This is the foundational claim that positions all subsequent AI moves as 'both/and' rather than 'either/or.'",
      "source": "Vitrina AI blog (sourced from original announcement)",
      "sourceUrl": "https://vitrina.ai/blog/lionsgate-ceo-ai-partnership-to-bring-transformational-changes-to-the-studio",
      "sourceType": "Press",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "From the original Runway partnership announcement. This is the earliest purpose claim in the Lionsgate AI arc."
    },
    {
      "id": "lionsgate--004",
      "specimenId": "lionsgate",
      "claimType": "commercial-success",
      "secondaryType": "higher-calling",
      "text": "We believe that when properly regulated, AI can serve as a beneficial resource for our talent. Over the long run, we anticipate it will positively transform our business.",
      "speaker": "Jon Feltheimer",
      "speakerTitle": "CEO, Lionsgate Entertainment",
      "context": "Runway AI partnership announcement, September 2024",
      "rhetoricalFunction": "Two-sentence structure performs dual authorization: sentence one addresses the talent/labor constituency ('beneficial resource for our talent'), sentence two addresses investors ('positively transform our business'). The conditional 'when properly regulated' is a crucial hedge — it signals awareness of the regulatory/labor environment and positions Lionsgate as responsible. This is the closest Feltheimer comes to an efficiency claim, but it's softened by the talent-first framing.",
      "source": "Vitrina AI blog (sourced from original announcement)",
      "sourceUrl": "https://vitrina.ai/blog/lionsgate-ceo-ai-partnership-to-bring-transformational-changes-to-the-studio",
      "sourceType": "Press",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "The 'properly regulated' condition is unique in our collection — few CEOs publicly condition their AI enthusiasm on regulation."
    },
    {
      "id": "lionsgate--005",
      "specimenId": "lionsgate",
      "claimType": "utopian",
      "secondaryType": "commercial-success",
      "text": "We believe this will significantly enhance filmmaking and serve as an extraordinary tool for the creative community.",
      "speaker": "Michael Burns",
      "speakerTitle": "Vice Chairman, Lionsgate Entertainment",
      "context": "Runway AI partnership announcement, September 2024",
      "rhetoricalFunction": "Burns' statement is notably grander than Feltheimer's — 'significantly enhance filmmaking' and 'extraordinary tool' use superlative language that borders on utopian. The 'creative community' framing extends the constituency beyond Lionsgate's own talent to the broader industry. This positions the Runway deal as a public good, not just a corporate advantage.",
      "source": "Vitrina AI blog (sourced from original announcement)",
      "sourceUrl": "https://vitrina.ai/blog/lionsgate-ceo-ai-partnership-to-bring-transformational-changes-to-the-studio",
      "sourceType": "Press",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Burns' rhetoric is more expansive than Feltheimer's, framing the deal in industry-wide rather than firm-specific terms."
    },
    {
      "id": "lionsgate--006",
      "specimenId": "lionsgate",
      "claimType": "commercial-success",
      "secondaryType": null,
      "text": "We do a lot of action movies, so we blow a lot of things up and that is one of the things Runway does.",
      "speaker": "Michael Burns",
      "speakerTitle": "Vice Chairman, Lionsgate Entertainment",
      "context": "Wall Street Journal interview about Runway AI partnership, circa September 2024",
      "rhetoricalFunction": "This is the rare unvarnished commercial claim in the Lionsgate AI rhetoric — Burns drops the creative-community framing and goes straight to cost reduction for VFX. The casual tone ('blow a lot of things up') makes it feel like an offhand remark, but it reveals the real economic logic: AI as VFX cost substitute. This is analytically precious because it's the closest any Lionsgate exec comes to the replacement framing that the public rhetoric carefully avoids.",
      "source": "Popular Science (via WSJ interview)",
      "sourceUrl": "https://www.popsci.com/technology/what-lionsgate-ai-deal-means/",
      "sourceType": "Interview",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Originally from WSJ interview. This candid remark contrasts sharply with the carefully managed 'serving creative vision' framing in official statements."
    },
    {
      "id": "lionsgate--007",
      "specimenId": "lionsgate",
      "claimType": "commercial-success",
      "secondaryType": null,
      "text": "We view AI as a great tool for augmenting, enhancing and supplementing our current operations.",
      "speaker": "Michael Burns",
      "speakerTitle": "Vice Chairman, Lionsgate Entertainment",
      "context": "Written statement about Runway AI partnership, circa September 2024",
      "rhetoricalFunction": "The tricolon 'augmenting, enhancing, and supplementing' is doing heavy rhetorical lifting — all three words are additive ('on top of') rather than substitutive ('instead of'). This is the formal version of Burns' position, contrasting with his more candid WSJ remarks about blowing things up. The phrase 'current operations' anchors AI as an improvement to existing workflows, not a reimagination of them.",
      "source": "Popular Science",
      "sourceUrl": "https://www.popsci.com/technology/what-lionsgate-ai-deal-means/",
      "sourceType": "Press",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Written statement — likely more carefully crafted than the WSJ interview quote. The augment/enhance/supplement framing is a common pattern across our collection."
    },
    {
      "id": "lionsgate--008",
      "specimenId": "lionsgate",
      "claimType": "commercial-success",
      "secondaryType": null,
      "text": "We continue to find exciting new use cases as we apply AI to more areas of our business, increasing our productivity, generating cost savings and expanding our creative tool kit.",
      "speaker": "Jon Feltheimer",
      "speakerTitle": "CEO, Lionsgate Entertainment",
      "context": "Q3 FY2026 earnings call (or Q2 FY2026 earnings call), late 2025 / early 2026",
      "rhetoricalFunction": "Earnings call rhetoric aimed at investors. The three-part value proposition — productivity, cost savings, creative toolkit — is ordered with business metrics first and creative value last. This is the inverse of the press announcement ordering, where creative vision leads. The audience-dependent framing is analytically significant: investors get efficiency-first, talent gets creativity-first.",
      "source": "News9 / Variety (via earnings call reporting)",
      "sourceUrl": "https://www.news9live.com/technology/artificial-intelligence/hollywood-ai-lionsgate-appoints-kathleen-grace-chief-ai-officer-2927273",
      "sourceType": "Earnings Call",
      "sourceDate": "2026-02",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Likely from the Q3 FY2026 earnings call (Feb 5, 2026). Full transcript paywalled — quote extracted from trade coverage. The audience-dependent claim ordering (productivity first for investors vs. creativity first for talent) is a pattern worth tracking."
    },
    {
      "id": "lionsgate--009",
      "specimenId": "lionsgate",
      "claimType": "identity",
      "secondaryType": "higher-calling",
      "text": "We continue to find exciting new use cases as we apply AI to more areas of our business, increasing our productivity, generating cost savings and expanding our creative tool kit.",
      "speaker": "Jon Feltheimer",
      "speakerTitle": "CEO, Lionsgate Entertainment",
      "context": "Earnings call, discussing AI strategy with emphasis on guardrails",
      "rhetoricalFunction": "DUPLICATE — see lionsgate--008. This is the same quote but reported in the context of Feltheimer stressing 'appropriate guardrails.' The guardrails framing is the rhetorical complement to the efficiency claim.",
      "source": "News9",
      "sourceUrl": "https://www.news9live.com/technology/artificial-intelligence/hollywood-ai-lionsgate-appoints-kathleen-grace-chief-ai-officer-2927273",
      "sourceType": "Earnings Call",
      "sourceDate": "2026-02",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": "duplicate-of-008",
      "notes": "DUPLICATE of lionsgate--008 — same quote, different framing context. Keeping as placeholder to note the guardrails context. Should be merged during curation."
    },
    {
      "id": "lionsgate--010",
      "specimenId": "lionsgate",
      "claimType": "identity",
      "secondaryType": null,
      "text": "grow alongside our talent partners as we create new opportunities, establish new safeguards and execute new strategies",
      "speaker": "Jon Feltheimer",
      "speakerTitle": "CEO, Lionsgate Entertainment",
      "context": "Announcement of Kathleen Grace as Chief AI Officer, February 2026",
      "rhetoricalFunction": "Fragment from the longer CAIO announcement quote (see lionsgate--001), but worth flagging as a standalone claim because of the 'grow alongside' formulation. This is a relational claim — it positions AI adoption as a journey taken WITH talent, not something done TO them. The word 'safeguards' is the formal version of the 'guardrails' mentioned in earnings calls.",
      "source": "C21 Media",
      "sourceUrl": "https://www.c21media.net/news/lionsgate-creates-chief-ai-officer-role-reports-revenue-grew-15-in-q3/",
      "sourceType": "Press",
      "sourceDate": "2026-02-06",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": "fragment-of-001",
      "notes": "Fragment of lionsgate--001. Flagged separately for the 'grow alongside' formulation which is analytically distinct. Should be merged during curation."
    },
    {
      "id": "lionsgate--011",
      "specimenId": "lionsgate",
      "claimType": "commercial-success",
      "secondaryType": null,
      "text": "millions and millions of dollars",
      "speaker": "Michael Burns",
      "speakerTitle": "Vice Chairman, Lionsgate Entertainment",
      "context": "WSJ interview about potential cost savings from Runway AI partnership, September 2024",
      "rhetoricalFunction": "Burns quantifies the AI value proposition in raw dollar terms — this is the most nakedly commercial claim in the Lionsgate collection. No creative-vision softening, no augmentation language. Just cost savings. The repetition ('millions and millions') emphasizes scale. This quote likely circulated more in investor/financial press than in entertainment trade press, revealing audience segmentation in purpose claim distribution.",
      "source": "Popular Science (via WSJ interview)",
      "sourceUrl": "https://www.popsci.com/technology/what-lionsgate-ai-deal-means/",
      "sourceType": "Interview",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Fragment referring to cost savings. Short but analytically significant as the clearest efficiency claim in the collection."
    }
  ],
  "specimenEnrichment": {
    "keyFindings": [
      "Lionsgate deploys a systematic audience-dependent framing strategy: creative-vision-first for talent/industry press, efficiency/cost-first for investors. Feltheimer's earnings call ordering (productivity, cost savings, creative toolkit) is precisely inverted from the CAIO announcement ordering (creative vision, efficiencies, IP protection).",
      "The CAIO appointment itself functions as a rhetorical act: Kathleen Grace's background at Vermillio (IP protection for creators) sends a signal to talent that the AI function is designed to PROTECT their interests, not displace them. Her first public statement conspicuously omits any mention of efficiency or cost savings.",
      "Michael Burns serves as the 'candid channel' — his WSJ comments about explosions and 'millions and millions of dollars' reveal the commercial logic that Feltheimer's public rhetoric carefully manages. This CEO/Vice-Chairman division of rhetorical labor is analytically interesting.",
      "The conditional framing 'when properly regulated' is nearly unique in our collection — most CEOs present AI enthusiasm unconditionally. Feltheimer's willingness to invoke regulation as a precondition suggests genuine awareness of the labor relations context.",
      "Despite the CAIO being entertainment's first, the actual structural evidence remains extremely thin: we know title, reporting line (to Feltheimer), and mandate description, but nothing about team, budget, or operational model."
    ],
    "rhetoricalPatterns": [
      "Art-Science Synthesis: 'The entertainment industry is fundamentally creative, but future advancement will necessitate a blend of artistry and scientific innovation' — the foundational both/and frame that authorizes all subsequent AI moves.",
      "Grow-Alongside Framing: 'grow alongside our talent partners' — positions AI adoption as a collaborative journey WITH creative workers, deliberately avoiding any substitution implication. This is the political master-frame for a post-strikes entertainment company.",
      "Augmentation Tricolon: 'augmenting, enhancing, and supplementing' — three additive verbs that together build a wall against the replacement interpretation. Compare to Netflix, which is more willing to speak in transformation terms.",
      "Conditional Enthusiasm: 'when properly regulated, AI can serve as a beneficial resource' — hedges enthusiasm with a regulatory condition, signaling good-faith engagement with labor concerns."
    ],
    "comparativeNotes": "Lionsgate occupies a distinctive middle position between Disney's extreme caution and Netflix's relative openness about AI efficiency. Disney, in the post-strikes period, has been almost silent on AI — the brand risk of appearing to threaten creative jobs is too high for the company most identified with storytelling magic. Netflix, by contrast, has been more forthcoming about AI as an efficiency and recommendation tool, though it too has been careful about generative AI in content creation.\n\nLionsgate's positioning is more aggressive than Disney but wrapped in protective rhetoric that rivals Disney's caution. The key differentiator is the CAIO appointment itself — Lionsgate is the first entertainment company to create a C-suite AI role, which is simultaneously the boldest structural move in the sector AND carefully designed (via Grace's IP-protection background) to signal that this is a pro-creator, pro-protection function. The Runway partnership goes further than anything Disney or Netflix have publicly announced in terms of training proprietary generative models on a studio's content library. But the rhetoric wrapping this aggressive structural move is almost entirely about serving filmmakers and protecting talent. This gap between structural ambition and rhetorical caution is the most interesting analytical feature of the Lionsgate case.",
    "notableAbsences": "Several notable absences in this collection: (1) No claims from Kathleen Grace about efficiency, cost savings, or productivity — her only public statement is purely about creative empowerment. This silence is itself a rhetorical choice. (2) No claims about specific use cases or deployment timelines — everything remains at the level of mandate and vision. (3) No public engagement with the strikes context — neither Feltheimer nor Grace mentions SAG-AFTRA, WGA, or the 2023 strikes in any found statement. The strikes are the elephant in the room that shapes every word of AI rhetoric but is never named. (4) No claims about workforce implications — no 'AI won't replace jobs' assurance, no 'AI will create new roles' promise. The complete silence on employment effects is notable given how central this concern is to the industry.",
    "correctedLeaderInfo": {
      "ceo": "Jon Feltheimer (CEO, Lionsgate Entertainment)",
      "caio": "Kathleen Grace (Chief AI Officer, appointed February 2026)",
      "viceChairman": "Michael Burns (Vice Chairman)",
      "graceBackground": "Previously Chief Strategy Officer at Vermillio (AI platform for licensing and protecting IP/likeness); previously headed New Form (digital studio backed by Ron Howard/Brian Grazer); spearheaded YouTube's global Spaces initiative"
    },
    "claimTypeDistribution": {
      "utopian": 1,
      "teleological": 0,
      "higher-calling": 0,
      "identity": 3,
      "survival": 1,
      "commercial-success": 5
    }
  },
  "scanNarrative": "The Lionsgate purpose claims scan presented a distinctive challenge: the entertainment trade press (Deadline, Variety, Hollywood Reporter, Screen Daily) uniformly failed to render article text via WebFetch, returning only CSS/JavaScript frameworks. This is likely a deliberate anti-scraping measure by entertainment media companies. Successful fetches came from secondary sources: The Wrap (which rendered the CAIO announcement quotes), Vitrina AI blog (which aggregated the Runway partnership quotes), Popular Science (which captured Michael Burns' candid WSJ interview remarks), News9 (which compiled earnings call quotes), and C21 Media (which rendered CAIO announcement quotes). The search pattern itself is informative — there is vastly more coverage of the September 2024 Runway partnership than of the February 2026 CAIO appointment, which is still very recent.\n\nThe most analytically interesting finding is the audience-dependent claim ordering. Feltheimer's earnings call rhetoric leads with productivity and cost savings, while his CAIO announcement rhetoric leads with creative vision and talent partnerships. This is not accidental — it reflects a deliberate dual-audience strategy necessitated by Lionsgate's position as a public company that must satisfy investors AND maintain relationships with creative talent in a post-strikes environment. Michael Burns functions as a release valve for the commercial logic, making candid efficiency claims in investor-facing outlets that would be politically toxic in talent-facing ones.\n\nThe post-strikes context is analytically omnipresent but rhetorically absent. No Lionsgate executive mentions the 2023 strikes, SAG-AFTRA, or WGA in any found statement about AI. Yet every aspect of the AI rhetoric — the art-science synthesis, the grow-alongside framing, the augmentation tricolon, the conditional enthusiasm, Grace's IP-protection background — is shaped by the strikes' shadow. This is a case where what is NOT said is as analytically significant as what is said. The complete silence on employment effects, combined with Burns' candid 'millions and millions of dollars' in cost savings, creates a tension that the rhetoric carefully manages but cannot fully resolve.\n\nThe CAIO appointment itself deserves analysis as a rhetorical act, not just a structural one. Choosing someone whose previous role was protecting creators' IP and likeness from AI sends a deliberate signal: this is not about replacing creative workers, it's about protecting them while harnessing AI's benefits. Whether this signal accurately represents the operational reality remains an open question — the structural evidence is still extremely thin."
}