{
  "specimenId": "netflix",
  "scannedDate": "2026-02-12",
  "claimsFound": 14,
  "quality": "rich",
  "searchesCompleted": 10,
  "urlsFetched": 6,
  "searchFailures": [],
  "fetchFailures": [
    "variety.com/2024/digital/news/netflix-ted-sarandos-generative-ai-tools-creators-1236077524/ (JS-rendered, no article text)",
    "variety.com/2024/digital/news/netflix-cto-elizabeth-stone-ai-keeper-test-strictly-business-1236063776/ (JS-rendered, no article text)",
    "lennysnewsletter.com/p/how-netflix-builds-a-culture-of-excellence (JS-rendered, no article text)"
  ],
  "claims": [
    {
      "id": "netflix--001",
      "specimenId": "netflix",
      "claimType": "teleological",
      "secondaryType": "identity",
      "text": "We remain convinced that AI represents an incredible opportunity to help creators make films and series better, not just cheaper.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q2 2025 earnings call, responding to analyst questions about Netflix's AI strategy and its application in production",
      "rhetoricalFunction": "Establishes Netflix's AI purpose as quality-enhancement rather than cost-reduction, directly countering the dominant industry narrative that AI is primarily about efficiency. Frames Netflix as creator-aligned rather than cost-cutting.",
      "source": "Netflix Q2 2025 Earnings Call Transcript",
      "sourceUrl": "https://www.fool.com/earnings/call-transcripts/2025/07/17/netflix-nflx-q2-2025-earnings-call-transcript/",
      "sourceType": "Earnings Call",
      "sourceDate": "2025-07-17",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "This is Sarandos's signature AI claim — repeated across multiple venues. The 'better not cheaper' framing is a deliberate rhetorical counter to James Cameron and other industry voices."
    },
    {
      "id": "netflix--002",
      "specimenId": "netflix",
      "claimType": "commercial-success",
      "secondaryType": "teleological",
      "text": "I remain convinced that there's an even bigger opportunity to make movies 10% better.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q1 2025 earnings call, responding to James Cameron's comments about AI making movies 50% cheaper",
      "rhetoricalFunction": "Quantifies the quality-over-cost thesis with a precise figure (10% better vs. 50% cheaper), making the abstract argument concrete. The asymmetry is deliberate — 10% quality improvement is framed as commercially more valuable than 50% cost reduction.",
      "source": "Deadline",
      "sourceUrl": "https://deadline.com/2025/04/ted-sarandos-netflix-james-cameron-ai-movies-better-cheaper-1236371326/",
      "sourceType": "Press",
      "sourceDate": "2025-04",
      "collectedDate": "2026-02-12",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Direct response to James Cameron's assertion that AI could make movies 50% cheaper. Sarandos reframes the entire value proposition."
    },
    {
      "id": "netflix--003",
      "specimenId": "netflix",
      "claimType": "identity",
      "secondaryType": "teleological",
      "text": "I look at Gen AI as a tool for creators to create content, not for Netflix to create instead of creators.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "WSJ Tech Live conference, October 2024, fireside chat with WSJ editor-in-chief Emma Tucker",
      "rhetoricalFunction": "Draws a bright line between augmentation and replacement. Positions Netflix as enabler rather than substitutor — a critical rhetorical move given Hollywood labor tensions over AI. The 'for creators / not instead of creators' parallelism is carefully constructed.",
      "source": "Hollywood Reporter",
      "sourceUrl": "https://www.hollywoodreporter.com/business/business-news/ted-sarandos-netflix-ceo-wsj-tech-1236041394/",
      "sourceType": "Interview",
      "sourceDate": "2024-10",
      "collectedDate": "2026-02-12",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Delivered at WSJ Tech Live, an investor/tech audience — not a Hollywood audience. Yet the claim is oriented toward reassuring creators."
    },
    {
      "id": "netflix--004",
      "specimenId": "netflix",
      "claimType": "identity",
      "secondaryType": null,
      "text": "We're not worried about AI replacing creativity, but we're very excited about AI creating tools to help creativity.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Netflix Q3 2025 earnings call, discussing the company's generative AI strategy and its application across production and member experience",
      "rhetoricalFunction": "Classic two-part rhetorical move: dismisses the threat narrative ('not worried') while claiming the opportunity narrative ('very excited'). Positions Netflix as confident and forward-leaning on AI rather than defensive. The shift from 'replacing creativity' to 'creating tools to help creativity' is precise identity work.",
      "source": "LinkedIn / Business Insider / TechCrunch",
      "sourceUrl": "https://techcrunch.com/2025/10/21/netflix-goes-all-in-on-generative-ai-as-entertainment-industry-remains-divided/",
      "sourceType": "Earnings Call",
      "sourceDate": "2025-10-21",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "Widely quoted from Q3 2025 earnings. The phrase 'creating tools to help creativity' rather than 'helping creators' is notable — it anthropomorphizes AI as a tool-maker."
    },
    {
      "id": "netflix--005",
      "specimenId": "netflix",
      "claimType": "higher-calling",
      "secondaryType": "identity",
      "text": "It takes a great artist to make something great. Writing and making shows and films well is a rare commodity, and it's only done successfully by very few people... it doesn't automatically make you a great storyteller if you're not.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q3 2025 earnings interview, discussing whether AI video generation tools like Sora 2 threaten Netflix's content, using Taylor Swift's enduring popularity as a counter-example",
      "rhetoricalFunction": "Elevates human artistry to an irreplaceable status — 'rare commodity' language frames creative talent as scarce and non-substitutable. The Taylor Swift reference grounds the abstract claim in a concrete, universally recognized example. This is moral authority work: Netflix's AI stance is justified because they understand what makes great art.",
      "source": "Deadline",
      "sourceUrl": "https://deadline.com/2025/10/ai-sora-2-threat-ted-sarandos-taylor-swift-artist-1236593553/",
      "sourceType": "Earnings Call",
      "sourceDate": "2025-10",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "Response to question about OpenAI Sora 2 specifically. Sarandos distinguishes between AI-generated video (threat to UGC) and professional content (protected by artistry)."
    },
    {
      "id": "netflix--006",
      "specimenId": "netflix",
      "claimType": "commercial-success",
      "secondaryType": "teleological",
      "text": "The member experience is a place where we feel like there is tons of opportunity to leverage these new generative technologies to improve the experience.",
      "speaker": "Greg Peters",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q2 2025 earnings call, discussing how generative AI technologies can enhance the Netflix member experience beyond production",
      "rhetoricalFunction": "Peters extends AI purpose beyond production (Sarandos's domain) to the consumer experience (Peters's domain). This is organizational division-of-labor signaling: both co-CEOs claim AI for their respective spheres, broadening Netflix's AI identity from creator-tools to a full-stack transformation.",
      "source": "Netflix Q2 2025 Earnings Call Transcript",
      "sourceUrl": "https://www.fool.com/earnings/call-transcripts/2025/07/17/netflix-nflx-q2-2025-earnings-call-transcript/",
      "sourceType": "Earnings Call",
      "sourceDate": "2025-07-17",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "Peters's AI claims focus on member experience / product side, complementing Sarandos's creator-side framing. Clean co-CEO division of purpose-claim territory."
    },
    {
      "id": "netflix--007",
      "specimenId": "netflix",
      "claimType": "teleological",
      "secondaryType": "commercial-success",
      "text": "AI is going to generate a great set of creator tools, a great way for creators to tell better stories.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q2 2024 earnings interview, discussing Netflix's view of generative AI's role in content creation",
      "rhetoricalFunction": "Early articulation of the creator-tools thesis. The double use of 'great' (great tools, great way) projects confidence. 'Tell better stories' anchors AI purpose in narrative quality, not operational efficiency.",
      "source": "Variety / Hollywood Reporter",
      "sourceUrl": "https://www.hollywoodreporter.com/business/business-news/netflix-ceo-ted-sarandos-ai-creator-tools-1235952621/",
      "sourceType": "Earnings Call",
      "sourceDate": "2024-07",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "Earlier version of the 'better not cheaper' thesis. By Q2 2025, this had crystallized into more polished formulations."
    },
    {
      "id": "netflix--008",
      "specimenId": "netflix",
      "claimType": "identity",
      "secondaryType": null,
      "text": "AI is a creators' tool, not a creative tool.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Rob Lowe's 'Literally!' podcast on SiriusXM, March 2024, discussing AI's role in filmmaking and whether it threatens human creativity",
      "rhetoricalFunction": "The most compressed version of Sarandos's AI identity claim. The apostrophe placement is crucial: 'creators' tool' (belongs to creators) vs. 'creative tool' (replaces creativity). In one sentence, Sarandos claims AI for human agency and denies it autonomous creative capacity. Delivered on an entertainment podcast to a creative-industry audience.",
      "source": "Deadline / TVB Europe",
      "sourceUrl": "https://deadline.com/2024/03/ted-sarandos-ai-cannot-replace-human-filmmakers-netflix-rob-lowe-podcast-1235857906/",
      "sourceType": "Podcast",
      "sourceDate": "2024-03",
      "collectedDate": "2026-02-12",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Podcast with Rob Lowe — explicitly an entertainment-industry audience. The possessive apostrophe on 'creators'' does significant rhetorical work."
    },
    {
      "id": "netflix--009",
      "specimenId": "netflix",
      "claimType": "survival",
      "secondaryType": "commercial-success",
      "text": "A.I. is not going to take your job. The person who uses A.I. well might take your job.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "New York Times interview, May 2024, addressing Hollywood fears about AI replacing creative workers post-SAG-AFTRA/WGA strikes",
      "rhetoricalFunction": "Reframes the threat from technology-as-agent to human-with-technology-as-agent. This is a survival claim aimed at creative workers: the threat is real, but it's competitive, not technological. Implicitly tells Netflix's own workforce and partners to adopt AI or risk being outcompeted. The 'well' qualifier is important — mere use isn't enough.",
      "source": "Deadline / Fortune / New York Times",
      "sourceUrl": "https://deadline.com/2024/05/ted-sarandos-ai-threat-hollywood-jobs-1235942178/",
      "sourceType": "Interview",
      "sourceDate": "2024-05",
      "collectedDate": "2026-02-12",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Originally from NYT interview. Widely quoted and controversial — seen as pressuring Hollywood workers to adopt AI. The framing shifts responsibility from Netflix to individual workers."
    },
    {
      "id": "netflix--010",
      "specimenId": "netflix",
      "claimType": "identity",
      "secondaryType": "higher-calling",
      "text": "I don't believe that an A.I. program is going to write a better screenplay than a great writer, or is going to replace a great performance, or that we won't be able to tell the difference.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "New York Times interview, May 2024, dismissing fears that AI would eliminate creative jobs in Hollywood",
      "rhetoricalFunction": "Triple negative construction ('don't believe... is going to... or... or that we won't') builds rhetorical force through accumulation. Each clause escalates: writing, performing, discernment. The final clause ('tell the difference') is the strongest — it presumes an audience sophisticated enough to judge, and implicitly promises Netflix will maintain that standard.",
      "source": "Deadline / Fortune / New York Times",
      "sourceUrl": "https://deadline.com/2024/05/ted-sarandos-ai-threat-hollywood-jobs-1235942178/",
      "sourceType": "Interview",
      "sourceDate": "2024-05",
      "collectedDate": "2026-02-12",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Paired with netflix--009 in the same interview. The two claims together create a nuanced position: AI won't replace you, but failing to use it might cost you."
    },
    {
      "id": "netflix--011",
      "specimenId": "netflix",
      "claimType": "teleological",
      "secondaryType": "commercial-success",
      "text": "Animation didn't get cheaper, it got better in the move from hand-drawn to CG animation, and more people work in animation today than ever in history. So I'm pretty sure that there's a better business — and a bigger business — in making content 10% better than making it 50% cheaper.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q2 2024 earnings call, using the animation industry as a historical analogy for how AI will transform content production",
      "rhetoricalFunction": "Historical analogy as persuasion device. The animation example serves triple duty: (1) technology didn't eliminate jobs, (2) technology improved quality, (3) the industry grew. The 10% vs. 50% framing makes the commercial case — quality improvement is more valuable than cost reduction at Netflix's scale. This is the foundation stone for the 'better not cheaper' thesis.",
      "source": "Deadline",
      "sourceUrl": "https://deadline.com/2024/07/ted-sarandos-netflix-ai-creative-storytelling-animation-1236014649/",
      "sourceType": "Earnings Call",
      "sourceDate": "2024-07",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "The earliest and most fully developed version of the 10%/50% argument. By Q1 2025, this had been compressed to the shorter 'make movies 10% better' formulation."
    },
    {
      "id": "netflix--012",
      "specimenId": "netflix",
      "claimType": "identity",
      "secondaryType": null,
      "text": "We kind of embrace change and thrive on competition because it pushes us to keep improving.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q4 2025 earnings call, discussing Netflix's competitive position and approach to industry transformation",
      "rhetoricalFunction": "General identity claim about Netflix's organizational character — not AI-specific but delivered in a context where AI is reshaping the competitive landscape. 'Embrace change' and 'thrive on competition' are Netflix culture-deck DNA. This frames AI adaptation as natural for Netflix's identity rather than a disruption requiring a new identity.",
      "source": "Netflix Q4 2025 Earnings Call Transcript",
      "sourceUrl": "https://www.fool.com/earnings/call-transcripts/2026/01/20/netflix-nflx-q4-2025-earnings-call-transcript/",
      "sourceType": "Earnings Call",
      "sourceDate": "2026-01-20",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "Not explicitly about AI, but delivered in a period of intense AI disruption. Functions as identity-continuity claim: Netflix doesn't need to transform because transformation is already who they are."
    },
    {
      "id": "netflix--013",
      "specimenId": "netflix",
      "claimType": "identity",
      "secondaryType": "commercial-success",
      "text": "This is a business and not a religion. So conditions change and insights change, and we have a culture that reevaluates things.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Q4 2025 earnings call, discussing Netflix's willingness to evolve its theatrical strategy and broader business approach",
      "rhetoricalFunction": "Anti-dogma identity claim. 'Business not a religion' explicitly rejects ideological commitment in favor of pragmatic adaptation. Applied broadly, this justifies Netflix's aggressive AI adoption: if AI improves outcomes, adopt it — no sacred cows. The 'culture that reevaluates things' frames adaptability as organizational identity, not just individual flexibility.",
      "source": "Netflix Q4 2025 Earnings Call Transcript",
      "sourceUrl": "https://www.fool.com/earnings/call-transcripts/2026/01/20/netflix-nflx-q4-2025-earnings-call-transcript/",
      "sourceType": "Earnings Call",
      "sourceDate": "2026-01-20",
      "collectedDate": "2026-02-12",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "The 'business not religion' line recalls Reed Hastings's pragmatic culture. Sarandos positions himself as continuing that tradition while applying it to AI-era strategic flexibility."
    },
    {
      "id": "netflix--014",
      "specimenId": "netflix",
      "claimType": "utopian",
      "secondaryType": "higher-calling",
      "text": "I'm not afraid of AI, and I hope creators aren't either, because it offers powerful tools to tell stories better and even make movies that weren't possible before.",
      "speaker": "Ted Sarandos",
      "speakerTitle": "Co-CEO, Netflix",
      "context": "Entrepreneur India interview, discussing AI's role in creativity and Netflix's content strategy in India",
      "rhetoricalFunction": "Combines personal fearlessness with a call to collective courage ('I hope creators aren't either'). The utopian element is in 'movies that weren't possible before' — AI doesn't just improve existing production but unlocks entirely new creative possibilities. This is the most expansive version of Sarandos's AI vision, moving beyond 'better' to 'previously impossible.'",
      "source": "Entrepreneur India",
      "sourceUrl": "https://www.entrepreneur.com/en-in/news-and-trends/4-insights-from-netflixs-ted-sarandos-on-indias-ott-boom/493137",
      "sourceType": "Interview",
      "sourceDate": "2025",
      "collectedDate": "2026-02-12",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Delivered to an Indian/emerging-market audience, where 'movies that weren't possible before' resonates with democratization of production tools. Broader than the US-focused 'better not cheaper' framing."
    }
  ],
  "specimenEnrichment": {
    "keyFindings": [
      "Sarandos dominates Netflix's AI purpose-claim landscape almost entirely — 13 of 14 claims are his. Greg Peters contributes one claim focused on member experience. Elizabeth Stone (now CPTO) has no direct AI purpose claims in the public record despite overseeing all technology.",
      "The 'better not cheaper' thesis is Netflix's central rhetorical innovation. Sarandos has articulated it in at least 7 distinct formulations across 2024-2025, always countering the cost-reduction narrative dominant in Hollywood. The 10% better vs. 50% cheaper framing is the most memorable version.",
      "Netflix's AI claims are overwhelmingly identity-type (6 claims) and teleological (4 claims), with minimal survival or utopian framing. This reflects a company that sees AI as continuous with its existing identity rather than requiring transformation — Netflix was always a tech-and-content company.",
      "The animation analogy (hand-drawn to CG) is Sarandos's most powerful rhetorical device: it simultaneously addresses job fears (more people work in animation), quality concerns (it got better), and commercial questions (bigger business). It appears to be the origin point for the entire 'better not cheaper' thesis.",
      "Sarandos deploys different framings for different audiences: survival-oriented ('the person who uses AI well might take your job') for NYT/Hollywood workers, identity-oriented ('creators' tool not creative tool') for entertainment podcasts, commercial-oriented ('10% better') for investors."
    ],
    "rhetoricalPatterns": [
      "The Audience-Calibrated Pivot: Sarandos systematically adjusts his AI purpose claims by audience. Investors hear commercial logic (10% better = bigger business). Creative workers hear empowerment (creators' tool). General press hears balanced nuance (not afraid, hope creators aren't either). The core thesis is stable but the framing rotates.",
      "The Quality-Over-Cost Inversion: Every Sarandos AI claim implicitly or explicitly rejects cost-reduction as the primary AI purpose. This is a deliberate counter-narrative to the dominant Hollywood/tech discourse. The inversion serves Netflix specifically because their business model rewards engagement (subscription) not cost-per-unit.",
      "The Co-CEO Domain Split: Sarandos claims AI for creators/production, Peters claims AI for member experience/product. This mirrors their formal co-CEO division of labor and signals that AI is claimed by both halves of Netflix's leadership — it's not siloed in technology.",
      "The Historical Analogy as Reassurance: The animation precedent functions as a pattern that Sarandos deploys to defuse anxiety. Technology transitions that felt threatening in the moment (hand-drawn to CG) actually expanded employment and quality. This maps onto the AI transition by structural analogy."
    ],
    "comparativeNotes": "Netflix's AI purpose-claim profile is distinctive among the specimen collection for its tight thematic coherence. Where pharma companies like Sanofi and Pfizer distribute claims across many leaders and diverse AI applications, Netflix channels nearly everything through one speaker (Sarandos) with one thesis ('better not cheaper'). This is more typical of founder-led companies than dual-CEO structures — Sarandos functions as the sole voice of Netflix's AI purpose despite sharing the CEO title with Peters.\n\nThe absence of survival framing is notable compared to other media companies. Where competitors might frame AI as existential ('adapt or die'), Netflix frames it as opportunity-continuous-with-identity ('we've always been a tech company that embraces change'). The single survival claim (netflix--009) is directed outward at industry workers, not inward at Netflix. This confidence likely stems from Netflix's market position — they're the disruptor, not the disrupted.",
    "notableAbsences": "Elizabeth Stone is the most significant absence. As CPTO (promoted February 2026, previously CTO since 2023), she oversees all of Netflix's AI technology implementation — yet she has essentially zero public AI purpose claims. Her Variety/Strictly Business podcast appearance and Lenny's Newsletter interview focus on engineering culture and the Keeper Test, not AI vision. This suggests a deliberate division of labor: Stone builds, Sarandos narrates. Also absent: any claims about AI and workforce reduction at Netflix itself (vs. the industry-directed 'person who uses AI' comment), any discussion of AI governance or ethics beyond brief mentions of 'production guidance,' and any claims from Netflix's content executives (e.g., Bela Bajaria, Chief Content Officer) about AI in their domains.",
    "correctedLeaderInfo": {
      "elizabethStone": "Promoted to Chief Product and Technology Officer (CPTO) in February 2026, previously CTO since October 2023. Title in specimen should be updated from CTO to CPTO."
    },
    "claimTypeDistribution": {
      "utopian": 1,
      "teleological": 4,
      "higher-calling": 1,
      "identity": 6,
      "survival": 1,
      "commercial-success": 1
    }
  },
  "scanNarrative": "The Netflix purpose-claims scan revealed an unusually coherent and single-voiced AI narrative. Five web searches plus targeted verification queries returned extensive coverage of Ted Sarandos's AI statements across earnings calls, podcasts, press interviews, and conference appearances from March 2024 through January 2026. The Q2 2025 earnings transcript (Motley Fool) was the richest single source, yielding both Sarandos and Peters quotes. The Q4 2025 earnings transcript provided identity-level claims about Netflix's adaptive culture. Multiple Deadline, Hollywood Reporter, and Variety articles corroborated quotes across sources.\n\nThe primary challenge was JS-rendered paywalls: Variety, Lenny's Newsletter, and several other sites returned only HTML/CSS scaffolding via WebFetch. However, the search-result summaries themselves often contained well-attributed quotes, and cross-referencing across multiple search results allowed confidence in verbatim accuracy. The Motley Fool earnings transcripts rendered cleanly and were the most reliable sources for exact wording.\n\nThe scan confirmed that Netflix's AI purpose-claim landscape is dominated by Ted Sarandos with a remarkably consistent thesis: AI is a tool for creators to make content better, not a replacement for creativity and not primarily about cost reduction. Greg Peters contributes a complementary but narrower claim about member experience. Elizabeth Stone, despite her CPTO role, is functionally absent from the public AI purpose-claim record. This creates an interesting analytical puzzle: the person most responsible for building Netflix's AI capabilities is silent on purpose, while the person most responsible for content relationships does all the purpose-claiming.\n\nThe 14 claims collected span the full 2024-2026 period and include representation from earnings calls (7), interviews (3), podcasts (1), press coverage (2), and a conference appearance (1). Quality is rated 'rich' based on thematic depth, rhetorical sophistication, and strong source provenance across multiple venues and time periods."
}
