{
  "specimenId": "t-mobile",
  "scannedDate": "2026-02-13",
  "claimsFound": 14,
  "quality": "rich",
  "searchesCompleted": 5,
  "urlsFetched": 5,
  "searchFailures": [],
  "fetchFailures": [
    "https://finance.yahoo.com/video/momentum-side-going-ai-era-165712249.html (incorrect header check)",
    "https://www.lightreading.com/ai-machine-learning/t-mobile-ceo-we-ll-make-money-from-ai-traffic-network-slicing-and-satellites (403)"
  ],
  "claims": [
    {
      "id": "t-mobile--001",
      "specimenId": "t-mobile",
      "claimType": "identity",
      "secondaryType": "survival",
      "text": "We are a technology leader who's transformed from a telecommunications company to a tech company.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO (at time of quote)",
      "context": "TIME Magazine interview discussing T-Mobile's strategic positioning and partnerships with OpenAI and NVIDIA in the context of AI transformation",
      "rhetoricalFunction": "Redefines organizational identity from telecom carrier to technology company, authorizing AI investment as natural extension of who we already are rather than a departure. Classic identity claim that makes AI exploration legible as continuation rather than disruption.",
      "source": "TIME Magazine Interview",
      "sourceUrl": "https://time.com/7203701/t-mobile-us-mike-sievert-interview/",
      "sourceType": "Interview",
      "sourceDate": "2024-12",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Already in specimen quotes. Core identity claim — positions AI work as consistent with who T-Mobile already is."
    },
    {
      "id": "t-mobile--002",
      "specimenId": "t-mobile",
      "claimType": "survival",
      "secondaryType": "commercial-success",
      "text": "AI will radically increase the demands on our network, so it's going to become increasingly important that we stay ahead of that rapidly rising demand.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO (at time of quote)",
      "context": "TIME Magazine interview discussing AI's impact on network infrastructure and the need for anticipatory investment",
      "rhetoricalFunction": "Frames AI as an exogenous force creating survival pressure — the network must evolve or be overwhelmed. Authorizes capital investment in infrastructure by pointing to an approaching tsunami of demand that makes inaction untenable.",
      "source": "TIME Magazine Interview",
      "sourceUrl": "https://time.com/7203701/t-mobile-us-mike-sievert-interview/",
      "sourceType": "Interview",
      "sourceDate": "2024-12",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Already in specimen quotes. Survival framing — AI creates demand that will overwhelm status quo network."
    },
    {
      "id": "t-mobile--003",
      "specimenId": "t-mobile",
      "claimType": "identity",
      "secondaryType": "commercial-success",
      "text": "Just like T-Mobile led in 5G, we intend to lead in the next wave of network technology, for the benefit of our customers.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO (at time of quote)",
      "context": "Announcement of AI-RAN Innovation Center partnership with NVIDIA, Ericsson, and Nokia in September 2024",
      "rhetoricalFunction": "Invokes organizational identity as a technology leader and draws a direct lineage from 5G success to AI-RAN investment. The 'just like' framing makes novel exploration feel like natural continuation of proven organizational character. The 'for the benefit of our customers' tag anchors purpose in customer value.",
      "source": "T-Mobile Newsroom - AI-RAN Innovation Center Announcement",
      "sourceUrl": "https://www.t-mobile.com/news/business/t-mobile-launches-ai-ran-innovation-center-with-nvidia",
      "sourceType": "Press",
      "sourceDate": "2024-09-18",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Already in specimen quotes. Identity claim using historical precedent to authorize new exploration."
    },
    {
      "id": "t-mobile--004",
      "specimenId": "t-mobile",
      "claimType": "utopian",
      "secondaryType": "survival",
      "text": "AI-RAN has tremendous potential to completely transform the future of mobile networks, but it will be difficult to get right.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO (at time of quote)",
      "context": "Discussing the challenges and potential of AI-RAN at the Innovation Center announcement",
      "rhetoricalFunction": "Epochal framing — AI-RAN will 'completely transform' an entire industry infrastructure. The qualifier 'but it will be difficult to get right' serves dual purpose: signals epistemic humility and justifies why T-Mobile needs a dedicated Innovation Center rather than incremental adoption. Authorizes ring-fenced exploration.",
      "source": "T-Mobile Newsroom - AI-RAN Innovation Center Announcement",
      "sourceUrl": "https://www.t-mobile.com/news/business/t-mobile-launches-ai-ran-innovation-center-with-nvidia",
      "sourceType": "Press",
      "sourceDate": "2024-09-18",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Already in specimen quotes. The 'difficult to get right' qualifier is analytically important — it authorizes the Innovation Center's existence."
    },
    {
      "id": "t-mobile--005",
      "specimenId": "t-mobile",
      "claimType": "utopian",
      "secondaryType": null,
      "text": "There's no question that we're just in an unprecedented moment in technology history.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO (at time of quote)",
      "context": "Yahoo Finance interview discussing the current technology landscape including AI",
      "rhetoricalFunction": "Pure epochal framing — positions the current moment as historically singular. 'No question' and 'unprecedented' leave no room for skepticism. Authorizes extraordinary measures by asserting extraordinary times. Generic enough to cover all AI investments without specifying any particular initiative.",
      "source": "Yahoo Finance Interview",
      "sourceUrl": "https://finance.yahoo.com/video/t-mobile-ceo-unprecedented-moment-002859413.html",
      "sourceType": "Interview",
      "sourceDate": "2024-01",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Already in specimen quotes. Broad utopian framing."
    },
    {
      "id": "t-mobile--006",
      "specimenId": "t-mobile",
      "claimType": "commercial-success",
      "secondaryType": "teleological",
      "text": "IntentCX is much more than chatbots. Our customers leave millions of clues about how they want to be treated through their real experiences and interactions, and now we'll use that deep data to supercharge our Care team as they work to perfect customer journeys.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO",
      "context": "T-Mobile Newsroom press release announcing IntentCX partnership with OpenAI, September 2024",
      "rhetoricalFunction": "Differentiates T-Mobile's AI from commoditized chatbot implementations. 'Perfect customer journeys' is a teleological aspiration — a specific achievable outcome that justifies the OpenAI partnership. 'Supercharge our Care team' frames AI as augmentation rather than replacement, preempting workforce anxiety. The 'millions of clues' framing positions data as untapped intelligence that only AI can unlock.",
      "source": "T-Mobile Newsroom - IntentCX Announcement",
      "sourceUrl": "https://www.t-mobile.com/news/business/t-mobile-launches-intentcx-with-openai",
      "sourceType": "Press",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Key claim positioning IntentCX as qualitatively different from industry-standard chatbots."
    },
    {
      "id": "t-mobile--007",
      "specimenId": "t-mobile",
      "claimType": "utopian",
      "secondaryType": "commercial-success",
      "text": "OpenAI's technology knowhow and T-Mobile's customer savvy are coming together in this unique collaboration, using the potential of intent-driven AI to unlock a world of possibilities that will completely revolutionize how customer love is delivered across our industry – and beyond.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO",
      "context": "T-Mobile Newsroom press release announcing IntentCX partnership with OpenAI",
      "rhetoricalFunction": "Maximalist framing with 'completely revolutionize' and 'a world of possibilities' — this is utopian-register language claiming industry-wide transformation. The phrase 'across our industry — and beyond' extends the claim beyond T-Mobile to all of customer service. 'Customer love' is distinctive Sievert vocabulary that fuses commercial outcomes with emotional language.",
      "source": "T-Mobile Newsroom - IntentCX Announcement",
      "sourceUrl": "https://www.t-mobile.com/news/business/t-mobile-launches-intentcx-with-openai",
      "sourceType": "Press",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "'Customer love' is distinctive Sievert vocabulary — emotional register unusual for telecom CEO. 'Across our industry — and beyond' expands the purpose claim to civilizational scale."
    },
    {
      "id": "t-mobile--008",
      "specimenId": "t-mobile",
      "claimType": "commercial-success",
      "secondaryType": null,
      "text": "We have data from 115 million customers and we're working with Salesforce to help us create a curated experience for every single one of them.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO",
      "context": "Salesforce interview with Marc Benioff discussing data-driven personalization and AI, September 2024",
      "rhetoricalFunction": "Quantifies the data asset (115 million customers) to justify AI investment as rational business decision. 'Every single one of them' signals ambition of individual-level personalization — a scale argument that only AI can deliver. Positions external partnership (Salesforce) as the enabling mechanism.",
      "source": "Salesforce Interview with Marc Benioff",
      "sourceUrl": "https://www.salesforce.com/news/stories/tmobile-marc-benioff-interview/",
      "sourceType": "Interview",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Already in specimen quotes. Commercial-success claim grounded in data scale."
    },
    {
      "id": "t-mobile--009",
      "specimenId": "t-mobile",
      "claimType": "higher-calling",
      "secondaryType": null,
      "text": "With new technology, we have to think about how to do it safely. Companies need to be in control, or we operate with laws that say we have to have controls, and we have to have safety and security and we have to know facts from not facts.",
      "speaker": "Mike Sievert",
      "speakerTitle": "CEO",
      "context": "Salesforce interview with Marc Benioff discussing responsible AI deployment and safety, September 2024",
      "rhetoricalFunction": "Rare higher-calling claim from Sievert — positions responsible AI as a moral obligation ('we have to') that supersedes speed-to-market. The emphasis on 'facts from not facts' and 'safety and security' signals awareness of AI risks. Frames corporate responsibility as preceding regulatory mandate ('or we operate with laws').",
      "source": "Salesforce Interview with Marc Benioff",
      "sourceUrl": "https://www.salesforce.com/news/stories/tmobile-marc-benioff-interview/",
      "sourceType": "Interview",
      "sourceDate": "2024-09",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Already in specimen quotes. Unusual for Sievert — most of his claims are identity or commercial-success. This is the only higher-calling claim in the collection."
    },
    {
      "id": "t-mobile--010",
      "specimenId": "t-mobile",
      "claimType": "identity",
      "secondaryType": "utopian",
      "text": "Carriers used to manage networks. Now we must manage intent, thanks to the ingredients of AI to provide the best possible customer experience at any given moment.",
      "speaker": "Ulf Ewaldsson",
      "speakerTitle": "President of Technology, T-Mobile",
      "context": "DTW Ignite conference presentation on AI-native network strategy, discussing T-Mobile's shift from network management to personalized experience delivery",
      "rhetoricalFunction": "Redefines the organizational mission at the industry level — carriers no longer manage infrastructure but manage customer intent. This is a foundational identity claim that repositions what telecom companies exist to do. The phrase 'must manage intent' introduces moral imperative. 'At any given moment' signals real-time, AI-powered personalization as the new operational standard.",
      "source": "TM Forum - DTW Ignite Conference Coverage",
      "sourceUrl": "https://inform.tmforum.org/features-and-opinion/dtw-ignite-china-mobile-jio-and-t-mobile-usa-spell-out-ai-native-network-strategy",
      "sourceType": "Speech",
      "sourceDate": "2025-06",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "First Ewaldsson claim in collection. Analytically significant: redefines what carriers do, not just how they do it."
    },
    {
      "id": "t-mobile--011",
      "specimenId": "t-mobile",
      "claimType": "utopian",
      "secondaryType": "commercial-success",
      "text": "We're making ... the network aware about what's going on every device ... to evolve our slicing advantage into becoming the next generation network. And 6G networks will superpower this thing.",
      "speaker": "Ulf Ewaldsson",
      "speakerTitle": "President of Technology, T-Mobile",
      "context": "DTW Ignite conference discussing T-Mobile's vision for AI-native networks and 6G evolution",
      "rhetoricalFunction": "Epochal framing connecting current AI work to 6G future. 'Superpower' is maximalist language. The claim positions T-Mobile's present slicing advantage as a bridge to a fundamentally new kind of network — making current exploration legible as investment in inevitable future rather than speculative bet.",
      "source": "TM Forum - DTW Ignite Conference Coverage",
      "sourceUrl": "https://inform.tmforum.org/features-and-opinion/dtw-ignite-china-mobile-jio-and-t-mobile-usa-spell-out-ai-native-network-strategy",
      "sourceType": "Speech",
      "sourceDate": "2025-06",
      "collectedDate": "2026-02-13",
      "transcriptSource": false,
      "taxonomyFlag": null,
      "notes": "Ellipsis in original — quote was extracted from conference coverage, not a full transcript. The 'superpower' verb choice is unusually strong for a technologist."
    },
    {
      "id": "t-mobile--012",
      "specimenId": "t-mobile",
      "claimType": "commercial-success",
      "secondaryType": "teleological",
      "text": "And with IntentCX, which is AI that we've developed working really closely with OpenAI, where the objective is simple. It is to personalize the experience.",
      "speaker": "Srini Gopalan",
      "speakerTitle": "CEO, T-Mobile",
      "context": "Q4 2025 Earnings Call and Capital Markets Day Update, February 2026, discussing AI-driven customer experience",
      "rhetoricalFunction": "Gopalan reduces IntentCX to a simple, achievable purpose: personalization. This is teleological — a specific falsifiable outcome. The 'simple' framing is rhetorically strategic: makes an ambitious AI platform sound like common sense rather than a risky bet. Signals continuity with Sievert's IntentCX vision while claiming it as his own initiative.",
      "source": "T-Mobile Q4 2025 Earnings Call Transcript",
      "sourceUrl": "https://www.fool.com/earnings/call-transcripts/2026/02/11/t-mobile-us-tmus-q4-2025-earnings-transcript/",
      "sourceType": "Earnings Call",
      "sourceDate": "2026-02-10",
      "collectedDate": "2026-02-13",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "First Gopalan claim in collection. Interesting that he frames IntentCX as 'simple' — contrasts with Sievert's more grandiose 'completely revolutionize' framing of the same initiative."
    },
    {
      "id": "t-mobile--013",
      "specimenId": "t-mobile",
      "claimType": "utopian",
      "secondaryType": "commercial-success",
      "text": "6G opens up multiple possibilities for us. Whether that's AI, physical AI, edge AI, and we're right there defining the standards of 6G.",
      "speaker": "Srini Gopalan",
      "speakerTitle": "CEO, T-Mobile",
      "context": "Q4 2025 Earnings Call and Capital Markets Day Update, February 2026, discussing future network leadership and 6G positioning",
      "rhetoricalFunction": "Positions T-Mobile as shaping the future rather than responding to it — 'defining the standards' claims authorial role in 6G. The enumeration of AI types (AI, physical AI, edge AI) signals technical fluency. 'Right there' asserts T-Mobile's positioning at the frontier. Utopian register with commercial undertones.",
      "source": "T-Mobile Q4 2025 Earnings Call Transcript",
      "sourceUrl": "https://www.fool.com/earnings/call-transcripts/2026/02/11/t-mobile-us-tmus-q4-2025-earnings-transcript/",
      "sourceType": "Earnings Call",
      "sourceDate": "2026-02-10",
      "collectedDate": "2026-02-13",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "Gopalan echoes Sievert's leadership-positioning rhetoric but with more technical specificity. The 6G standards-setting claim is notable."
    },
    {
      "id": "t-mobile--014",
      "specimenId": "t-mobile",
      "claimType": "commercial-success",
      "secondaryType": null,
      "text": "We now expect between 2026 and '27 relative to 2025 these initiatives are going to deliver 1.3 billion of incremental savings in 2026, and 2.7 billion in 2027, but we're not done there.",
      "speaker": "Peter Osvaldik",
      "speakerTitle": "CFO, T-Mobile",
      "context": "Q4 2025 Earnings Call, February 2026, discussing financial impact of AI and digitalization initiatives",
      "rhetoricalFunction": "Pure commercial-success claim with specific financial targets. The CFO translates AI vision into investor-legible numbers. '$2.7 billion' gives the AI transformation program a concrete financial identity. 'We're not done there' signals ongoing upside. This is the financial authorization that underwrites the more visionary claims from the CEO.",
      "source": "T-Mobile Q4 2025 Earnings Call Transcript",
      "sourceUrl": "https://www.fool.com/earnings/call-transcripts/2026/02/11/t-mobile-us-tmus-q4-2025-earnings-transcript/",
      "sourceType": "Earnings Call",
      "sourceDate": "2026-02-10",
      "collectedDate": "2026-02-13",
      "transcriptSource": true,
      "taxonomyFlag": null,
      "notes": "CFO claim is unusual in purpose-claims collection — typically these come from CEOs. But the $2.7B figure gives the AI program its financial authorization. 'We're not done there' is open-ended commitment."
    }
  ],
  "specimenEnrichment": {
    "keyFindings": [
      "T-Mobile shows a clear CEO succession rhetorical shift: Sievert used maximalist, identity-defining language ('completely revolutionize,' 'customer love,' 'tech company not telecom') while successor Gopalan uses pragmatic, execution-oriented language ('the objective is simple — personalize the experience'). This is a textbook transition from exploration-authorizing rhetoric to execution-legitimizing rhetoric.",
      "Sievert's rhetorical portfolio is unusually diverse for telecom — spanning utopian (unprecedented moment), identity (telecom-to-tech transformation), survival (AI demand overwhelming networks), higher-calling (responsible AI), and commercial-success (115M customer personalization). Most telecom CEOs cluster in commercial-success only.",
      "Ewaldsson (President of Technology) provides the most analytically interesting claim: 'Carriers used to manage networks. Now we must manage intent.' This redefines the organizational mission at the industry level, not just T-Mobile's strategy.",
      "The CFO's $2.7B savings commitment is rare in purpose-claims collections but analytically important — it shows how financial authorization underwrites visionary claims. Without Osvaldik's numbers, Sievert's 'revolutionize' rhetoric lacks financial grounding.",
      "CEO transition correction: The specimen lists Gopalan as CEO (effective Nov 2025), not Ewaldsson. The task prompt's identification of Ewaldsson as 'current CEO' appears incorrect — Ewaldsson is President of Technology. Gopalan is the CEO who succeeded Sievert."
    ],
    "rhetoricalPatterns": [
      "TELECOM-TO-TECH IDENTITY MIGRATION: Sievert consistently repositions T-Mobile from carrier to technology company, making AI investment legible as identity-consistent rather than diversification. This is the dominant rhetorical move across his claims.",
      "PARTNERSHIP-AS-CAPABILITY: T-Mobile leaders consistently name external partners (OpenAI, NVIDIA, Salesforce, Ericsson) when discussing AI — framing partnerships as core capabilities rather than vendor relationships. This 'buy not build' rhetoric is distinctive for the telecom sector.",
      "SUCCESSION REGISTER SHIFT: Sievert's utopian/identity register gives way to Gopalan's commercial-success/teleological register for the same initiatives (IntentCX). The vision hasn't changed but the rhetorical register has downshifted from 'revolutionize' to 'personalize.'",
      "DUAL-HORIZON AUTHORIZATION: Claims simultaneously authorize near-term commercial AI (IntentCX, cost savings) and long-horizon exploration (AI-RAN, 6G). The two tracks get different rhetorical treatments — IntentCX gets commercial-success framing, AI-RAN gets utopian/identity framing."
    ],
    "comparativeNotes": "T-Mobile's rhetorical portfolio is distinctive compared to other telecom specimens in several ways. First, the CEO succession provides a natural experiment in how purpose rhetoric shifts when leadership changes — Sievert's maximalist framing (comparable to Sanofi's Hudson or Meta's Zuckerberg in register intensity) gives way to Gopalan's pragmatic execution framing (closer to Siemens' Roland Busch). Second, the reliance on named external partners in nearly every AI claim is unusual — most specimens either build in-house (Google, Meta) or don't name vendors. T-Mobile's 'partnership portfolio' rhetoric (OpenAI for CX, NVIDIA for infrastructure, Salesforce for data) resembles a platform company more than a traditional carrier.\n\nThe Ewaldsson 'manage intent not networks' claim is structurally similar to the kind of industry-redefinition rhetoric seen in financial services specimens (e.g., JPMorgan's 'AI-first bank') but applied at the infrastructure level rather than the product level. This suggests M4 hub-and-spoke organizations may produce purpose claims at two distinct registers: visionary (from the hub/exploration side) and pragmatic (from the spoke/execution side).",
    "notableAbsences": "No claims from CIO Jeff Simon, CPO Omar Tazi, or President of Innovation Mike Katz — the three executives who actually run distributed AI execution. All claims come from either the CEO (Sievert, then Gopalan), the technology president (Ewaldsson), or the CFO (Osvaldik). This top-heavy distribution may reflect the press-release-heavy source mix, but it also suggests that T-Mobile's purpose rhetoric is concentrated at the C-suite level rather than distributed to functional AI leaders. No internal memo or employee-facing communications were found. No workforce-specific claims from any leader (the 75% call reduction target is mentioned in analyst coverage but no verbatim leadership quote framing it as purpose was found).",
    "correctedLeaderInfo": "IMPORTANT: The task prompt identifies Ulf Ewaldsson as 'current CEO as of Nov 2025.' This appears incorrect. Per T-Mobile's own press releases and the Q4 2025 earnings call, Srini Gopalan is CEO (effective Nov 1, 2025), succeeding Mike Sievert who became Vice Chairman. Ewaldsson is President of Technology, not CEO. The original specimen file correctly identifies Gopalan as the CEO successor.",
    "claimTypeDistribution": {
      "utopian": 4,
      "teleological": 0,
      "higher-calling": 1,
      "identity": 3,
      "survival": 1,
      "commercial-success": 5
    }
  },
  "scanNarrative": "I began this scan with five targeted searches covering Mike Sievert's AI rhetoric, Ulf Ewaldsson's technology vision, T-Mobile's earnings communications, Sievert's specific AI initiatives (IntentCX, workforce), and broader T-Mobile AI coverage. The searches yielded a rich landscape of sources, though several high-value URLs proved inaccessible — Light Reading returned a 403, and the Yahoo Finance video interview with Sievert failed on a header error.\n\nThe most productive sources were the T-Mobile Newsroom IntentCX press release (two strong Sievert claims), the Motley Fool Q4 2025 earnings transcript (first Gopalan and Osvaldik claims), and the TMForum DTW Ignite coverage (two Ewaldsson claims including the strongest analytical claim in the collection). The existing specimen already contained seven Sievert quotes, five of which qualified as purpose claims under our taxonomy.\n\nThe most surprising finding was the CEO identity correction. The task prompt identified Ewaldsson as current CEO, but all evidence — T-Mobile's own press releases, the Q4 2025 earnings call, and the specimen file itself — confirms Srini Gopalan as CEO since November 2025. Ewaldsson holds the President of Technology title. This matters analytically because it means T-Mobile has three distinct rhetorical voices in its AI transformation narrative: Sievert (the departing visionary), Gopalan (the executing successor), and Ewaldsson (the infrastructure technologist). Each operates at a different rhetorical register.\n\nThe collection ended with 14 claims across all six claim types except pure teleological (though several claims have teleological secondary types). The commercial-success and utopian types dominate, which is consistent with a company simultaneously pursuing near-term efficiency gains (IntentCX, digitalization savings) and long-horizon exploration (AI-RAN, 6G). The single higher-calling claim from Sievert on responsible AI is notable for its rarity — telecom CEOs rarely venture into moral-duty territory on AI."
}
