{
  "id": "joseph-sengul-2024",
  "citation": "Joseph, J., & Sengul, M. (2025). Organization design: Current insights and future research directions. Journal of Management, 51(1), 249-308.",
  "authors": ["Joseph", "Sengul"],
  "year": 2024,
  "journal": "Journal of Management",
  "tradition": "org-econ",
  "keyMechanism": "Reviewing 350 articles from 2000-2023, the paper synthesizes organization design research into four complementary approaches that together address how firms divide labor and integrate effort under bounded rationality. Configuration concerns which structural elements exist and how they fit together (fit/misfit, activity systems, modularity, reorganization). Control concerns how managers steer behavior through formal systems, oversight, and incentives. Channelization concerns how structure shapes attention, feedback, cognitive representations, and the errors and biases that arise from them. Coordination concerns how knowledge flows, shared understanding, and decision authority (centralization vs. decentralization) enable joint action. The central unifying claim is that fit -- the alignment between structural choices and contingencies -- remains the most fundamental design principle, but the field has moved from static fit to dynamic fit, recognizing that organizations must continuously reconfigure across all four approaches as environments shift.",
  "predictionForAI": "The four-approach framework generates specific predictions for AI-era organizational structure. First, configuration: organizations adopting AI will face the classic ambidexterity problem as a design challenge -- the paper reviews spatial separation (parallel structures like Research Labs or Skunkworks), temporal cycling (vacillation between exploration and execution phases), and contextual ambidexterity as alternative configurational solutions, each with distinct fit requirements. Structural separation models will be most effective when AI exploration demands fundamentally different routines, incentives, and metrics than the core business. Second, control: AI adoption will strain existing control systems because algorithmic decision-making shifts the locus of oversight -- organizations must redesign incentive structures and monitoring to handle human-AI task allocation, not just human-human delegation. Third, channelization: AI tools will reshape managerial attention and cognitive representations, potentially reducing some bounded-rationality biases (better data processing) while introducing new ones (algorithmic opacity, automation complacency). The paper's discussion of centralization promoting exploratory innovation while decentralization supports exploitative innovation suggests that Hub-and-Spoke and Center of Excellence models -- which centralize AI capability while decentralizing execution -- may achieve a structurally efficient compromise. Fourth, coordination: human-AI coordination is fundamentally a division-of-labor problem, and the paper predicts that organizations will need new shared representations (mental models of what AI can and cannot do) to coordinate effectively across AI and human decision-makers. The fit hypothesis implies that no single AI structural model dominates -- the right structure depends on task decomposability, environmental dynamism, and the organization's existing configuration.",
  "connectedInsights": [],
  "connectedMechanisms": [],
  "status": "candidate",
  "addedDate": "2026-02-03",
  "sourceFile": "library/research papers/Joseph Sengul (2024) - Organization design Current insights and future research directions.pdf"
}
