{
  "description": "Living document — core tensions organizations face when structuring for ambidexterity. Updated during Phase 3 synthesis sessions.",
  "lastUpdated": "2026-02-15",
  "tensions": [
    {
      "id": 1,
      "name": "Structural Separation vs. Contextual Integration",
      "fieldName": "structuralVsContextual",
      "tradeoff": "Should exploration and execution live in separate units, or should the same people do both?",
      "whenNegative": {
        "label": "Separation more appropriate",
        "conditions": [
          "Long exploration time horizons (3+ years)",
          "High risk of exploration being killed by operational pressure",
          "Sufficient scale to resource dedicated exploration units",
          "Clear handoff points where exploration outputs can transfer to execution"
        ]
      },
      "whenPositive": {
        "label": "Integration more appropriate",
        "conditions": [
          "Fast-moving markets where speed matters more than depth",
          "Exploration is incremental (improving existing products)",
          "Talent wants variety, not specialization",
          "Organization is too small to sustain separate units"
        ]
      },
      "keyContingency": "Time horizon of exploration and risk of premature termination",
      "drivers": "Talent scarcity, coordination costs, and cultural readiness drive where organizations land on this spectrum. Organizations with deep AI talent pools tend toward structural separation — they can staff dedicated exploration units without starving execution. Talent-constrained organizations favor contextual integration, where everyone contributes to both exploration and execution. Regulatory intensity also pushes toward separation: compliance requirements are easier to manage when exploration has clear organizational boundaries.",
      "connectedContingencies": [
        {
          "contingencyId": "talentMarketPosition",
          "relationship": "Talent-rich organizations can staff separate exploration units. Talent-constrained organizations default to contextual integration where everyone does both."
        },
        {
          "contingencyId": "regulatoryIntensity",
          "relationship": "High regulation pushes toward structural separation — compliance scope is easier to contain when exploration has clear organizational boundaries."
        }
      ],
      "interpretiveNote": "Most specimens cluster toward structural separation (-0.3 to -0.8), suggesting that organizations with visible AI initiatives tend to create dedicated structures. The contextual integration pole is populated primarily by Model 6 (Unnamed/Informal) specimens.",
      "specimens": [
        {
          "specimenId": "eli-lilly",
          "position": -0.8,
          "evidence": "Structurally separated hubs (300-400 people each) operate like internal biotechs. 18+ year time horizons. CEO explicitly shields from middle management optimization."
        },
        {
          "specimenId": "meta-ai",
          "position": -0.6,
          "evidence": "4-unit MSL under single leader. Structural separation, but FAIR's autonomy was sacrificed. LeCun departure signals integration costs."
        },
        {
          "specimenId": "anthropic",
          "position": -0.5,
          "evidence": "Labs team structurally separate from core product. PBC/LTBT governance protects mission. CEO/COO split allows some contextual bridging."
        },
        {
          "specimenId": "microsoft",
          "position": -0.3,
          "evidence": "Three-tier structural separation (infra/platform/product) but managed through contextual 'micro-cultures' and Teams channels. Dual model strategy (MAI + OpenAI)."
        },
        {
          "specimenId": "intercom",
          "position": 0.2,
          "evidence": "No separate AI lab. AI embedded in product teams. 72-hour pivot, 15-day build."
        },
        {
          "specimenId": "nvidia",
          "position": 0.5,
          "evidence": "No separate innovation function — 'the lab is the entire company.' 60 direct reports, flat structure. [Feb 15 revision: Stronger contextual integration signal from M1+M9]"
        },
        {
          "specimenId": "commonwealth-bank",
          "position": 0.4,
          "evidence": "Enterprise-wide ChatGPT deployment to all 50K employees. Contextual adoption first, CAIO governance layer added second."
        },
        {
          "specimenId": "wells-fargo",
          "position": -0.5,
          "evidence": "Structural: Business leader heads dedicated AI function. 90K trained, 180K desktops — but centralized leadership."
        },
        {
          "specimenId": "ubs",
          "position": -0.6,
          "evidence": "Dedicated Chief AI Office. CAIO reports to CTO. 300+ use cases governed centrally."
        },
        {
          "specimenId": "ami-labs",
          "position": -0.8,
          "evidence": "Pure research lab pursuing alternative AI paradigm. Maximum structural separation from commercial pressures."
        },
        {
          "specimenId": "google-ai-infra",
          "position": -0.6,
          "evidence": "Project EAT consolidates teams into unified AI2 unit — structural consolidation."
        },
        {
          "specimenId": "tesla",
          "position": 0.0,
          "evidence": "Fleet as distributed lab — exploration and execution are structurally intertwined in deployed products."
        },
        {
          "specimenId": "openai-microsoft",
          "position": -0.5,
          "evidence": "Explore (OpenAI frontier models) and execute (Microsoft enterprise deployment) separated across companies."
        },
        {
          "specimenId": "google-x",
          "position": -0.9,
          "evidence": "Maximum structural separation: physically separate campus, different culture, different incentives. 2% graduation rate by design."
        },
        {
          "specimenId": "samsung-c-lab",
          "position": -0.7,
          "evidence": "Temporal structural separation: employees leave BU roles for defined exploration periods, then reintegrate or spin out."
        },
        {
          "specimenId": "amazon-agi",
          "position": -0.7,
          "evidence": "AGI SF Lab separate from AWS commercial services. Different timelines and risk profiles."
        },
        {
          "specimenId": "jpmorgan",
          "position": -0.5,
          "evidence": "Centralized ML CoE (200+ people) structurally separated from business divisions. 250K employees on LLM Suite."
        },
        {
          "specimenId": "ssi",
          "position": -1.0,
          "evidence": "Pure research lab — no products at all. Maximum structural separation. All compute on research."
        },
        {
          "specimenId": "recursion",
          "position": -0.8,
          "evidence": "Entire company IS the research lab. Structural separation between automated discovery (exploration) and drug development (execution)."
        },
        {
          "specimenId": "shopify",
          "position": 0.9,
          "evidence": "Purest contextual specimen. No AI org, no CAIO. CEO mandate is sole coordination mechanism. 'Prove AI can't do it' headcount policy. [Feb 15: M3→M6 reclass correction]"
        },
        {
          "specimenId": "duolingo",
          "position": 0.4,
          "evidence": "AI embedded in product teams. No separate AI function described. Contextual adoption."
        },
        {
          "specimenId": "klarna",
          "position": 0.6,
          "evidence": "No named AI structure. CEO-driven mandate. Pure contextual integration — then reversed when quality suffered."
        },
        {
          "specimenId": "bosch-bcai",
          "position": -0.4,
          "evidence": "BCAI as dedicated research center serving BU spokes. Structural hub-and-spoke. [Feb 15 revision: BCAI 'network' framing + embedded division experts = some contextual elements]"
        },
        {
          "specimenId": "sanofi",
          "position": -0.6,
          "evidence": "AI Research Factory as centralized structural hub. plai platform distributes to therapeutic area spokes."
        },
        {
          "specimenId": "atlassian",
          "position": -0.3,
          "evidence": "Centralized ML team + distributed product AI teams + AI gateway. Structural separation with integration points."
        },
        {
          "specimenId": "adobe-firefly",
          "position": -0.5,
          "evidence": "Firefly incubated as distinct product initiative, structurally separated from core product teams."
        },
        {
          "specimenId": "allianz-anthropic",
          "position": 0.6,
          "evidence": "Enterprise-wide Claude deployment. No formal AI unit described. Contextual adoption."
        },
        {
          "specimenId": "lg-electronics",
          "position": -0.4,
          "evidence": "AX Center as named structural entity. CoE with CEO-level commitment."
        },
        {
          "specimenId": "ntt-data",
          "position": -0.6,
          "evidence": "Triple-CoE structure: three structurally distinct centers (OpenAI CoE, CIO office CoE, Virtual CX CoE). Maximum structural separation within the CoE model."
        },
        {
          "specimenId": "ups",
          "position": 0.5,
          "evidence": "No formal AI unit, lab, or CAIO. AI automation embedded across operations and management functions. Contextual adoption at industrial scale."
        },
        {
          "specimenId": "pwc",
          "position": -0.2,
          "evidence": "CAIO coordinates centrally but framework evolving toward 'portfolio of accountable owners' — structural governance with contextual distribution."
        },
        {
          "specimenId": "invent-advisory",
          "position": -0.3,
          "evidence": "CAIO oversees AI strategy centrally. Structural governance role for regulated wealth management."
        },
        {
          "specimenId": "indostar-capital",
          "position": -0.3,
          "evidence": "CTO-to-CAIO re-designation creates separate structural AI leadership. Centralized governance role."
        },
        {
          "specimenId": "stagwell",
          "position": -0.4,
          "evidence": "CAIO reports to CEO with mandate to coordinate AI across semi-autonomous agencies. Structural governance role separated from agency operations."
        },
        {
          "specimenId": "travelers",
          "position": -0.5,
          "evidence": "TravAI as centralized in-house agentic AI platform serving 20K+ users. Structural hub consolidating from 4→2 call centers. Anthropic/Claude partnership centralized."
        },
        {
          "specimenId": "servicenow",
          "position": -0.4,
          "evidence": "AI Control Tower and AI Agent Orchestrator as structural center. Dual Anthropic+OpenAI partnerships managed centrally."
        },
        {
          "specimenId": "nokia",
          "position": -0.6,
          "evidence": "Nokia Defense as structurally separated incubation unit. Network automation centralized with agentic AI achieving 96% downtime reduction."
        },
        {
          "specimenId": "accenture-openai",
          "position": -0.3,
          "evidence": "Centralized AI practice (77K professionals, 70K trained in agentic AI) but distributed across client engagements. €750M restructuring signals structural consolidation."
        },
        {
          "specimenId": "publicis-groupe",
          "position": -0.2,
          "evidence": "CoreAI as central platform powering 73% AI-powered operating model. Central platform with distributed agency usage."
        },
        {
          "specimenId": "sk-telecom",
          "position": -0.7,
          "evidence": "AI CIC (Company-in-Company) is maximum structural separation: dedicated business unit with own revenue targets ($3.55B by 2030), ring-fenced $3.6B budget, and CEO dual-hat leadership."
        },
        {
          "specimenId": "workday",
          "position": 0.4,
          "evidence": "No dedicated AI lab, CAIO, or CoE. Enterprise-wide reallocation framed as AI pivot. Contextual adoption without structural separation."
        },
        {
          "specimenId": "rwjbarnabas-health",
          "position": -0.4,
          "evidence": "Joint AI CoE spanning 14 hospitals with Joint AI Executive Committee. Structural governance across multi-site healthcare system + academic partner."
        },
        {
          "specimenId": "goldman-sachs",
          "position": 0.7,
          "evidence": "Enterprise-wide contextual adoption via OneGS 3.0. No separate AI lab or named AI unit. AI embedded in existing roles — 'rethink the human processes.' Troika provides some structural coordination."
        },
        {
          "specimenId": "morgan-stanley",
          "position": -0.6,
          "evidence": "Dedicated Firmwide AI Head (McMillan) with AI Steering Group. Structural hub coordinating distributed execution across business divisions."
        },
        {
          "specimenId": "citigroup",
          "position": 0.7,
          "evidence": "No CAIO, no dedicated AI lab. AI deployed through Project Bora Bora restructuring across all functions. 70% adoption via mandatory training and cultural mandate."
        },
        {
          "specimenId": "bloomberg",
          "position": 0.3,
          "evidence": "Hub-and-spoke but with strong contextual orientation — 'hammers looking for nails.' AI experts embedded in product teams seeking problems to solve. Needs-driven philosophy."
        },
        {
          "specimenId": "visa",
          "position": -0.6,
          "evidence": "Dedicated Visa Research hub structurally separated from product AI. Clear distinction between longer-horizon research and product-cycle deployment."
        },
        {
          "specimenId": "mayo-clinic",
          "position": -0.7,
          "evidence": "Three distinct C-suite AI roles with structural separation. CAIO governs, CDAO enables, Platform commercializes. Research on 3-10 year horizons separated from clinical deployment."
        },
        {
          "specimenId": "mount-sinai-health-system",
          "position": -0.7,
          "evidence": "12-story dedicated AI center. Windreich Department structurally separated from clinical deployment. Dual CAIO/CDTO structure with clear swim lanes."
        },
        {
          "specimenId": "sutter-health",
          "position": -0.6,
          "evidence": "Innovation Center hub. CAIO-led governance. Cross-functional governance vets each use case centrally. Structural approach to exploration (Innovation Center) and execution (enterprise deployment)."
        },
        {
          "specimenId": "cvs-health",
          "position": 0.4,
          "evidence": "Mandadi explicitly rejects CAIO role, embeds AI in existing roles. But CDAIO provides structural scaffolding. Contextual orientation with hub-and-spoke infrastructure."
        },
        {
          "specimenId": "progressive",
          "position": 0.6,
          "evidence": "No CAIO, no named lab, no dedicated AI team. AI embedded through vendor tools (H2O.ai, Claritas) across business functions. Tech-first insurer treats AI as invisible infrastructure — contextual adoption without structural separation."
        },
        {
          "specimenId": "anduril",
          "position": -0.6,
          "evidence": "Structural: AI embedded in distinct product divisions (Air Dominance, Maritime, Integrated Systems) rather than contextually balanced within individual roles."
        },
        {
          "specimenId": "blue-origin",
          "position": 0.8,
          "evidence": "Contextual: Everyone expected to build/use AI agents; no AI lab; 70% company-wide adoption through BlueGPT marketplace."
        },
        {
          "specimenId": "lockheed-martin",
          "position": -0.7,
          "evidence": "Structural: Central AI Factory (LAIC) + distributed engineering spokes. Clear structural separation between hub and execution teams."
        },
        {
          "specimenId": "delta-air-lines",
          "position": 0.4,
          "evidence": "Contextual: 'Augmented intelligence' philosophy where individuals balance explore/execute within their roles."
        },
        {
          "specimenId": "fedex",
          "position": 0.6,
          "evidence": "Contextual: Enterprise-wide education; individuals apply AI in existing roles rather than structural separation."
        },
        {
          "specimenId": "bmw",
          "position": 0.6,
          "evidence": "BMW explicitly pursues contextual ambidexterity within M4 structure: 'nearly every process will be supported by AI'. Uses structural mechanisms to enable contextual outcomes."
        },
        {
          "specimenId": "ford",
          "position": -0.7,
          "evidence": "Strong structural separation via Latitude AI subsidiary (550 employees, own C-suite, Pittsburgh HQ)."
        },
        {
          "specimenId": "general-motors",
          "position": -0.6,
          "evidence": "Structural separation, though CAIO departure led to distributed model under manufacturing engineering."
        },
        {
          "specimenId": "honda",
          "position": -0.7,
          "evidence": "Tripartite structure (HRI, IT, SHM) maintains structural separation. Ring-fenced R&D budgets."
        },
        {
          "specimenId": "mercedes-benz",
          "position": -0.7,
          "evidence": "Strong structural separation: MBRDNA (600+ employees), Digital Factory Campus, CDAIO appointment formalizes governance."
        },
        {
          "specimenId": "toyota",
          "position": -0.7,
          "evidence": "Multi-layered structural separation: TRI ($1B), Enterprise AI, GAIA bridge, Woven by Toyota."
        },
        {
          "specimenId": "deere-and-co",
          "position": -0.7,
          "evidence": "Acquisition-based structural separation: Blue River and Bear Flag maintain distinct technical identity."
        },
        {
          "specimenId": "honeywell",
          "position": -0.6,
          "evidence": "Structural separation via hub + ambassador network, though ambassadors bridge to business units."
        },
        {
          "specimenId": "disney",
          "position": -0.6,
          "evidence": "Three formally-structured layers (Research Studios, OTE, OpenAI partnership). Very structural orientation. OTE explicitly does NOT take over business unit AI — coordination without command. Named/visible AI structures. Long-horizon research lab (16+ years)."
        },
        {
          "specimenId": "netflix",
          "position": 0.6,
          "evidence": "Explicit 'NOT centralized' philosophy with cultural coordination. Research distributed across 9 areas. AIMS and Eyeline hubs exist but not heavily branded. Mixed time horizons (production + VFX research)."
        },
        {
          "specimenId": "lionsgate",
          "position": -0.5,
          "evidence": "CAIO appointment is structural signal suggesting central coordination role. Named/visible (announced appointment). Data too thin for speed/depth and time horizon assessment."
        },
        {
          "specimenId": "washington-post",
          "position": 0.6,
          "evidence": "No AI team, AI embedded as infrastructure (Zeus). Fully distributed with no central AI function. No AI branding — AI as invisible infrastructure. Owner (Bezos) provides informal context."
        },
        {
          "specimenId": "kroger",
          "position": -0.3,
          "evidence": "84labs as formal innovation hub with retail operations as spokes. Named but not heavily marketed. Operational focus (supply chain, pricing)."
        },
        {
          "specimenId": "lowes",
          "position": 0.4,
          "evidence": "AI embedded in existing tech and store teams without separate AI organization. No named AI capability. Operational focus on customer experience and associate tools."
        },
        {
          "specimenId": "nike",
          "position": 0.4,
          "evidence": "Technology Center as hub with ML/AI distributed to spokes. Balanced central-distributed. Technology capabilities not AI-branded. Mixed horizons (DTC operations + athlete data). [Feb 15 revision: M4→M2+M3 reclass. CTO eliminated. COO integration signals contextual.]"
        },
        {
          "specimenId": "pepsico",
          "position": -0.2,
          "evidence": "Digital Hub as center with brand teams as spokes. Standard CPG hub-and-spoke structure. Digital Hub exists but not AI-specific branding. Operational focus."
        },
        {
          "specimenId": "ulta-beauty",
          "position": 0.3,
          "evidence": "AI embedded in existing e-commerce and store systems without separate AI organization. Virtual try-on exists but not branded as AI. Short-horizon operational focus."
        },
        {
          "specimenId": "thomson-reuters",
          "position": -0.3,
          "evidence": "TR Labs is central hub separated from product teams. CTO Hron owns AI platform and R&D. But Open Arena (85% adoption) achieves contextual reach — strong structural core with contextual distribution."
        },
        {
          "specimenId": "t-mobile",
          "position": -0.6,
          "evidence": "AI-RAN Innovation Center structurally separated from customer-facing AI teams"
        },
        {
          "specimenId": "uber",
          "position": -0.6,
          "evidence": "AI Labs hub structurally distinct from platform engineering AI"
        },
        {
          "specimenId": "google-deepmind",
          "position": -0.6,
          "evidence": "Merged entity with formal leadership under Hassabis. Structural separation but research-to-product pipeline creates some integration."
        },
        {
          "specimenId": "intel",
          "position": -0.5,
          "evidence": "Central Intel Labs (700+ researchers) + CEO direct leadership. Structural with some contextual bridging."
        },
        {
          "specimenId": "bank-of-america",
          "position": 0.8,
          "evidence": "No separate AI unit. 90%+ of 213K employees use AI tools in existing roles. Contextual integration via consumer-grade tools."
        },
        {
          "specimenId": "moderna",
          "position": 0.8,
          "evidence": "No separate AI unit. 100% proficiency target across entire organization. AI Academy is educational, not structural."
        },
        {
          "specimenId": "novo-nordisk",
          "position": -0.3,
          "evidence": "300-person Enterprise AI hub is a distinct structural unit. But mass Copilot deployment (20K) has contextual elements."
        },
        {
          "specimenId": "pfizer",
          "position": -0.5,
          "evidence": "CAIO-led hub with AI/ML Fab Lab and Incubator as distinct structural units. AI engineers embedded in each R&D function."
        },
        {
          "specimenId": "roche-genentech",
          "position": -0.6,
          "evidence": "gRED Computational Sciences is a distinct research entity. Prescient Design acquisition brought dedicated AI team."
        },
        {
          "specimenId": "unitedhealth-group",
          "position": -0.7,
          "evidence": "M4 hub-and-spoke: Responsible AI Board + United AI Studio as central governance hub; distributed execution across UHC/Optum/OptumRx spokes."
        },
        {
          "specimenId": "accenture",
          "position": 0.7,
          "evidence": "No named AI lab visible. Enterprise-wide reskilling-or-exit mandate. Contextual: employees must adapt to AI within existing roles."
        },
        {
          "specimenId": "cognizant",
          "position": -0.6,
          "evidence": "Three distinct AI-focused units (market-facing, integrated solutions, centralized platforms). Structural separation of AI from traditional delivery."
        },
        {
          "specimenId": "genpact",
          "position": -0.6,
          "evidence": "Advanced Technology Solutions as distinct structural unit (24% of revenue). Clear separation from traditional BPO services."
        },
        {
          "specimenId": "infosys",
          "position": -0.4,
          "evidence": "Named CoE with Cursor is a distinct structural unit. AI Engineering Experience Zone is physically separate. Structural separation of AI capability."
        },
        {
          "specimenId": "exxonmobil",
          "position": 0.6,
          "evidence": "M6b unnamed/informal: 668 data scientists distributed, no CAIO, no branded AI center. AI through GBS and IT. +0.6 contextual-leaning."
        },
        {
          "specimenId": "hyundai-robotics",
          "position": -0.8,
          "evidence": "Structural: Named Robotics LAB with dedicated mandate and resources, physically separate from core automotive operations."
        },
        {
          "specimenId": "kyndryl",
          "position": -0.4,
          "evidence": "M2 CoE with 3 dedicated AI practices (Intelligent Ops, Data & AI, App & Digital). Structural separation but practices are delivery-focused, not ring-fenced research."
        },
        {
          "specimenId": "panasonic",
          "position": -0.5,
          "evidence": "CAIO at holdings level with separate AI lab + Blue Yonder subsidiary. Holdings-level structural separation from operating companies."
        },
        {
          "specimenId": "recruit-holdings",
          "position": 0.5,
          "evidence": "M3/Contextual — AI embedded in product/engineering under EVP Mukherjee. No separate AI division, no CAIO. AI proficiency expected across organization. Dual-hat CEO drives integration, not separation."
        },
        {
          "specimenId": "apple",
          "position": -0.4,
          "evidence": "Hub-and-spoke with deliberately weak hub. VP-level coordinator (Subramanya) under Federighi, not SVP direct-to-CEO. Functional org design distributes AI execution across SVPs. Structural separation exists but is thinner than any other Big Tech M4. [Feb 15 revision: M3 weakens structural separation story]"
        },
        {
          "specimenId": "salesforce",
          "position": -0.5,
          "evidence": "Agentforce as central hub, structurally separated AI budget ($300M), dedicated Chief AI & Transformation Officer. 4,000 support staff redeployed. Strong structural separation between AI-driven operations and legacy functions."
        },
        {
          "specimenId": "sap",
          "position": -0.2,
          "evidence": "Joule built centrally but embedded invisibly across product lines. 'No apps, no data, no AI' philosophy demands integration. Structural hub with contextual philosophy."
        },
        {
          "specimenId": "crowdstrike",
          "position": 0.2,
          "evidence": "AI embedded within CTO engineering org (M3), no separate AI unit. But CTO/CTIO split creates some structural differentiation within the embedded model."
        },
        {
          "specimenId": "hp-inc",
          "position": -0.3,
          "evidence": "Three structurally distinct AI pillars (HP IQ, HP Labs, divisional embedding). HP IQ ring-fenced from divisional cycles. Clear structural separation."
        },
        {
          "specimenId": "pinterest",
          "position": 0.5,
          "evidence": "No dedicated AI lab, CAIO, or CoE. M6a with low confidence. Contextual/undifferentiated."
        },
        {
          "specimenId": "palantir",
          "position": 0.8,
          "evidence": "M6b Contextual: 97% Foundry adoption, no formal AI org, 'engineering commune.' Everyone owns AI because no one owns AI."
        },
        {
          "specimenId": "asml",
          "position": 0.7,
          "evidence": "Contextual: same engineers do core lithography and AI optimization. No structural separation between exploration and execution."
        },
        {
          "specimenId": "astrazeneca",
          "position": -0.6,
          "evidence": "Structural: federated hub-and-spoke with central enterprise data office. Business units have separate data offices."
        },
        {
          "specimenId": "rivian",
          "position": -0.7,
          "evidence": "Structural: distinct AI/Autonomy team in Palo Alto, separate London/Atlanta/Belgrade hubs. Clear separation from EV manufacturing."
        },
        {
          "specimenId": "comcast---nbcuniversal",
          "position": -0.3,
          "evidence": "Slightly structural: LIFT Labs is a distinct accelerator. But internal AI is distributed across business units."
        },
        {
          "specimenId": "spotify",
          "position": 0.6,
          "evidence": "Contextual: Honk system, individual engineers balance AI exploration/execution. Squad autonomy means no central AI mandate needed."
        },
        {
          "specimenId": "stripe",
          "position": 0.7,
          "evidence": "Contextual: AI capability deeply distributed. Minions emerged from financial ops, not a central lab. Nearly all employees use AI weekly."
        },
        {
          "specimenId": "nextera-energy",
          "position": 0.7,
          "evidence": "Contextual: no AI org, no CAIO. AI through Google partnership and operational embedding."
        },
        {
          "specimenId": "mckinsey",
          "position": -0.3,
          "evidence": "QuantumBlack (1,700 people) is structurally distinct. 40% of firm revenue from AI. Moderate structural separation."
        },
        {
          "specimenId": "cedars-sinai",
          "position": -0.5,
          "evidence": "Dual-reporting CAIO creates structural separation. Distributed informatics officers (CHIO, CNIO, CMIO) embed governance."
        },
        {
          "specimenId": "kaiser-permanente",
          "position": 0.5,
          "evidence": "Dual-hat CMIO/CAIO absorbs AI into existing role. No dedicated AI organization."
        },
        {
          "specimenId": "mass-general-brigham",
          "position": -0.6,
          "evidence": "1,800+ digital staff under CDIO. AIwithCare spinout further separates commercialization."
        },
        {
          "specimenId": "columbia-group",
          "position": -0.3,
          "evidence": "Head of AI appointed — structural intent. Early stage."
        },
        {
          "specimenId": "coca-cola",
          "position": 0.3,
          "evidence": "M4→M6 reclass. '2 of 2,000 with AI in title'. CFO-chaired Digital Council. Contextual. [Feb 15 revision: M4→M6 reclass]"
        }
      ],
      "derivedFrom": {
        "primitives": [
          "P1",
          "P5"
        ],
        "explanation": "Generated by work modularity x organizational coupling. Modular work + loosely coupled org -> contextual feasible. Integral work + tightly coupled org -> structural separation required."
      },
      "masterTension": true
    },
    {
      "id": 2,
      "name": "Speed of Deployment vs. Depth of Learning",
      "fieldName": "speedVsDepth",
      "tradeoff": "Deploy AI widely to discover use cases, or pilot deeply to understand one use case well?",
      "whenNegative": {
        "label": "Deep pilots more appropriate",
        "conditions": [
          "High-stakes applications (healthcare, finance)",
          "Specific use case is well-defined",
          "Regulatory requirements demand proof before scale",
          "Failure costs are high"
        ]
      },
      "whenPositive": {
        "label": "Wide deployment more appropriate",
        "conditions": [
          "General-purpose AI with many potential applications",
          "Use cases are unpredictable (let users discover them)",
          "Risk of bad outputs is low or manageable",
          "Organizational culture tolerates experimentation"
        ]
      },
      "keyContingency": "Predictability of use cases and cost of failure",
      "drivers": "The predictability of AI use cases and the cost of getting it wrong determine where organizations land. When use cases are well-defined and failure is expensive (drug discovery, financial compliance), organizations invest deeply in a few validated applications. When use cases are unpredictable and risk is manageable (internal productivity tools, content generation), organizations deploy widely and let users discover value. The 'deploy to thousands' approach (Mechanism #5) is the archetypal wide-deployment pattern.",
      "connectedContingencies": [
        {
          "contingencyId": "regulatoryIntensity",
          "relationship": "High regulation demands proof before scale — pushing toward depth. Regulated firms that deploy widely (JPMorgan, Wells Fargo) invest heavily in governance infrastructure to manage the tension."
        },
        {
          "contingencyId": "timeToObsolescence",
          "relationship": "Fast-moving markets punish deep pilots — competitors ship while you validate. Slow-moving markets (pharma, government) can afford multi-year depth investment."
        }
      ],
      "interpretiveNote": "This tension shows the widest spread of any — specimens range from Eli Lilly (-0.9, decades of deep R&D) to Intercom (+0.9, 15-day product builds). The extremes tend to be the most successful, suggesting that committing fully to either pole works better than splitting the difference.",
      "specimens": [
        {
          "specimenId": "eli-lilly",
          "position": -0.9,
          "evidence": "Deep multi-year R&D hubs. 18+ year GLP-1 program. $1B NVIDIA co-innovation lab for deep domain learning."
        },
        {
          "specimenId": "ubs",
          "position": -0.4,
          "evidence": "300+ AI use cases but with centralized governance and XAI/explainability requirements."
        },
        {
          "specimenId": "commonwealth-bank",
          "position": 0.6,
          "evidence": "50,000 employees on day one. Rejected pilot-based rollout."
        },
        {
          "specimenId": "intercom",
          "position": 0.9,
          "evidence": "72-hour pivot, 15-day product build. Speed over depth."
        },
        {
          "specimenId": "meta-ai",
          "position": 0.5,
          "evidence": "Rapid model development (Mango, Avocado for H1 2026)."
        },
        {
          "specimenId": "nvidia",
          "position": 0.4,
          "evidence": "Pervasive Cursor adoption across engineering. No formal pilot program."
        },
        {
          "specimenId": "wells-fargo",
          "position": -0.3,
          "evidence": "180,000 desktops equipped with AI tools — broad deployment in regulated environment. [Feb 15 revision: Banking requires validation depth. Google Agentspace to only 2K initially. 30-35% automation target.]"
        },
        {
          "specimenId": "anthropic",
          "position": 0.3,
          "evidence": "Claude Code went from internal experiment to dominant tool in 3 months."
        },
        {
          "specimenId": "jpmorgan",
          "position": 0.4,
          "evidence": "250K employees on LLM Suite. 8-week iteration cadence — remarkably fast for regulated finance."
        },
        {
          "specimenId": "roche-genentech",
          "position": -0.7,
          "evidence": "Lab in a Loop: deep tight cycles between computational prediction and wet lab validation. $12B commitment."
        },
        {
          "specimenId": "recursion",
          "position": -0.5,
          "evidence": "Deep automated discovery: 2.2M experiments/week, 40 PB data. Depth-first approach to drug discovery."
        },
        {
          "specimenId": "ig-group",
          "position": 0.5,
          "evidence": "Full ROI in 3 months. Targeted high-impact use cases for rapid value capture."
        },
        {
          "specimenId": "adobe-firefly",
          "position": -0.6,
          "evidence": "Deep investment in trust architecture (Content Credentials) before broad deployment."
        },
        {
          "specimenId": "pfizer",
          "position": -0.3,
          "evidence": "PACT partnership enables deep AI integration with drug discovery. Compressed from 1+ year to 30 days."
        },
        {
          "specimenId": "sap",
          "position": 0.1,
          "evidence": "Joule built centrally then embedded across product lines. Balanced depth-width. [Feb 15 revision: AI in 2/3 of cloud order entry, up 20+ pts from Q3]"
        },
        {
          "specimenId": "infosys",
          "position": 0.5,
          "evidence": "100K engineers enrolled at once — saturation deployment for services firm."
        },
        {
          "specimenId": "ntt-data",
          "position": 0.2,
          "evidence": "Hundreds of agent instances deployed across verticals. Rapid agentic AI deployment with $2B revenue target by 2027."
        },
        {
          "specimenId": "ups",
          "position": 0.3,
          "evidence": "$9B automation investment. 57% packages through automated facilities. Speed of automation rollout across 490K-person enterprise."
        },
        {
          "specimenId": "invent-advisory",
          "position": -0.4,
          "evidence": "Domain-specific AI framework with strict regulatory guardrails. Depth-first in regulated wealth management."
        },
        {
          "specimenId": "stagwell",
          "position": 0.3,
          "evidence": "Agentic AI predictions booklet signals rapid deployment orientation. EBITDA target ($1B by 2030) pressures speed over depth."
        },
        {
          "specimenId": "travelers",
          "position": -0.3,
          "evidence": "Deep investment in TravAI platform with 65B data points. 30% handle time reduction through sustained domain-specific AI. Depth-first in insurance."
        },
        {
          "specimenId": "servicenow",
          "position": 0.4,
          "evidence": "$600M+ Now Assist revenue achieved quickly. Rapid product launches (AI Control Tower, AI Agent Orchestrator). Speed-oriented deployment. [Feb 15 revision: $600M+ Now Assist revenue achieved rapidly]"
        },
        {
          "specimenId": "nokia",
          "position": -0.4,
          "evidence": "Deep network automation investment (96% downtime reduction). Defense incubation requires depth in domain-specific autonomous systems."
        },
        {
          "specimenId": "accenture-openai",
          "position": 0.3,
          "evidence": "Rapid agentic AI training (70K trained in agentic AI). $5.9B GenAI bookings signal speed-of-deployment orientation across client base."
        },
        {
          "specimenId": "publicis-groupe",
          "position": 0.2,
          "evidence": "73% AI-powered operating model achieved through broad CoreAI deployment. Speed-first adoption across agency network."
        },
        {
          "specimenId": "sk-telecom",
          "position": -0.3,
          "evidence": "$3.6B committed over 5 years. Building dedicated AI data center infrastructure. Depth-first investment in AI CIC capabilities."
        },
        {
          "specimenId": "goldman-sachs",
          "position": 0.4,
          "evidence": "Firmwide GS AI Assistant rollout. 50% adoption by mid-2025. Scale-first approach. Solomon frames as 3-5 year transformation but rapid initial deployment."
        },
        {
          "specimenId": "morgan-stanley",
          "position": 0.4,
          "evidence": "98% adoption rate among 16K advisors. Early mover with OpenAI partnership (March 2023). Rapid product launches (AI Debrief, AskResearchGPT)."
        },
        {
          "specimenId": "citigroup",
          "position": 0.4,
          "evidence": "70% adoption across 84 countries. 21M+ interactions. Scale-first, measure-second approach via mandatory training."
        },
        {
          "specimenId": "bloomberg",
          "position": -0.3,
          "evidence": "15-year incremental AI building since 2009. Needs-driven philosophy ('figure out client needs, then AI if necessary'). Depth-first approach with pragmatic product releases."
        },
        {
          "specimenId": "visa",
          "position": 0.0,
          "evidence": "Balanced — deep research (Visa Research fundamentals) alongside rapid product AI deployment (fraud detection, agentic commerce). Mixed horizons."
        },
        {
          "specimenId": "mayo-clinic",
          "position": -0.4,
          "evidence": "320+ algorithms in production but $9B infrastructure investment and 'AI Factory' pipeline suggest depth-first approach. Platform_Validate for rigorous certification."
        },
        {
          "specimenId": "mount-sinai-health-system",
          "position": -0.3,
          "evidence": "17 AI products deployed carefully. '5% technology, 95% people/process.' 3-10 year research horizons. Depth of change management over speed of deployment."
        },
        {
          "specimenId": "sutter-health",
          "position": 0.3,
          "evidence": "3,200+ physicians on ambient docs rapidly. Enterprise-wide Aidoc targeted across all 21 hospitals. But governed by careful vetting process. Speed with guardrails."
        },
        {
          "specimenId": "cvs-health",
          "position": 0.4,
          "evidence": "90% ambient AI at Oak Street Health. 300K employees, $1B savings already achieved. Scale-first across massive enterprise. 2026 as 'tinkering becomes transformation.'"
        },
        {
          "specimenId": "progressive",
          "position": 0.0,
          "evidence": "Balanced — 20-year telematics data depth (14B miles) but commodity AI tools deployed for speed. Depth in data foundation, speed in tooling and deployment."
        },
        {
          "specimenId": "bmw",
          "position": 0.3,
          "evidence": "Speed orientation: 40K users, 450 DevOps teams, rapid deployment model."
        },
        {
          "specimenId": "general-motors",
          "position": 0.3,
          "evidence": "Speed orientation: manufacturing AI focus on immediate productivity gains."
        },
        {
          "specimenId": "toyota",
          "position": -0.3,
          "evidence": "Depth orientation: TRI pursues long-horizon research (3-10 year breakthroughs). Kon candidly admits Toyota trails Tesla."
        },
        {
          "specimenId": "honeywell",
          "position": 0.3,
          "evidence": "Speed orientation: 24 gen AI initiatives deployed to 95K employees, rapid iteration model."
        },
        {
          "specimenId": "disney",
          "position": 0.2,
          "evidence": "Three formally-structured layers (Research Studios, OTE, OpenAI partnership). Very structural orientation. OTE explicitly does NOT take over business unit AI — coordination without command. Named/visible AI structures. Long-horizon research lab (16+ years)."
        },
        {
          "specimenId": "netflix",
          "position": 0.3,
          "evidence": "Explicit 'NOT centralized' philosophy with cultural coordination. Research distributed across 9 areas. AIMS and Eyeline hubs exist but not heavily branded. Mixed time horizons (production + VFX research)."
        },
        {
          "specimenId": "washington-post",
          "position": 0.2,
          "evidence": "No AI team, AI embedded as infrastructure (Zeus). Fully distributed with no central AI function. No AI branding — AI as invisible infrastructure. Owner (Bezos) provides informal context."
        },
        {
          "specimenId": "kroger",
          "position": 0.2,
          "evidence": "84labs as formal innovation hub with retail operations as spokes. Named but not heavily marketed. Operational focus (supply chain, pricing)."
        },
        {
          "specimenId": "lowes",
          "position": 0.3,
          "evidence": "AI embedded in existing tech and store teams without separate AI organization. No named AI capability. Operational focus on customer experience and associate tools."
        },
        {
          "specimenId": "nike",
          "position": 0.1,
          "evidence": "Technology Center as hub with ML/AI distributed to spokes. Balanced central-distributed. Technology capabilities not AI-branded. Mixed horizons (DTC operations + athlete data)."
        },
        {
          "specimenId": "pepsico",
          "position": 0.2,
          "evidence": "Digital Hub as center with brand teams as spokes. Standard CPG hub-and-spoke structure. Digital Hub exists but not AI-specific branding. Operational focus."
        },
        {
          "specimenId": "ulta-beauty",
          "position": 0.3,
          "evidence": "AI embedded in existing e-commerce and store systems without separate AI organization. Virtual try-on exists but not branded as AI. Short-horizon operational focus."
        },
        {
          "specimenId": "google-deepmind",
          "position": 0.2,
          "evidence": "Speed-leaning. Explicit mandate to 'accelerate research-to-product pipeline.' Supply-constrained through 2026 but deploying rapidly. [Feb 15 revision: Accelerating deployment: 750M MAU, 8M Enterprise seats]"
        },
        {
          "specimenId": "intel",
          "position": -0.2,
          "evidence": "Intel Labs doing foundational research but CEO Tan pushing for faster execution. Mixed but leaning depth."
        },
        {
          "specimenId": "bank-of-america",
          "position": 0.3,
          "evidence": "Broad deployment (90%+ adoption, 169M Erica interactions/quarter) over depth. Incremental expansion of proven interfaces."
        },
        {
          "specimenId": "moderna",
          "position": 0.6,
          "evidence": "100% adoption within 6 months. 750+ GPTs from broad deployment. Deploy-first approach."
        },
        {
          "specimenId": "novo-nordisk",
          "position": -0.2,
          "evidence": "Mix: deep drug discovery AI + broad Copilot deployment. Neither extreme."
        },
        {
          "specimenId": "unitedhealth-group",
          "position": 0.4,
          "evidence": "1,000+ production use cases, 90% claims auto-adjudicated. Speed of broad deployment, not deep R&D bets. But Optum Labs does long-horizon academic research."
        },
        {
          "specimenId": "accenture",
          "position": 0.5,
          "evidence": "11,000 role cuts signal speed over depth. Reskill-or-exit implies rapid adoption timeline, not careful piloting."
        },
        {
          "specimenId": "cognizant",
          "position": 0.3,
          "evidence": "Vector One augments current delivery (speed). Vectors Two/Three build agentic software (depth). Mixed but tilted toward rapid deployment."
        },
        {
          "specimenId": "genpact",
          "position": 0.3,
          "evidence": "400+ GenAI solutions deployed (speed). But building long-term AI Maestro platform and three-pillar agentic model (depth). Tilted toward speed."
        },
        {
          "specimenId": "sanofi",
          "position": -0.4,
          "evidence": "Multi-year drug discovery timelines. CodonBERT and plai platform represent deep capability building, not rapid deployment."
        },
        {
          "specimenId": "mercedes-benz",
          "position": 0.0,
          "evidence": "Balanced: MB.OS enables fast iteration but CLA/S-Class launches on multi-year cycles. 0.0 balanced."
        },
        {
          "specimenId": "honda",
          "position": -0.3,
          "evidence": "Research-first orientation: HRI expanding to Ohio lab, quantum computing research. Enterprise adoption more cautious. -0.3 depth-leaning."
        },
        {
          "specimenId": "ford",
          "position": -0.3,
          "evidence": "Deep pilots before wide deployment: Latitude AI pursuing eyes-off driving on long horizon. BlueCruise expanding incrementally. -0.3 depth-leaning."
        },
        {
          "specimenId": "deere-and-co",
          "position": 0.0,
          "evidence": "Balanced: See & Spray already at 5M acres (deployed), but autonomous farming targets 2030. 0.0 balanced."
        },
        {
          "specimenId": "exxonmobil",
          "position": -0.3,
          "evidence": "Deep: data foundation work preceding AI scaling. Seismic interpretation optimization (12-18 month timelines). -0.3 depth-leaning."
        },
        {
          "specimenId": "tesla",
          "position": 0.4,
          "evidence": "Deploy-and-iterate: fleet as distributed lab, 1.5PB/week data processing, vision-only approach. Speed orientation with iteration depth."
        },
        {
          "specimenId": "hyundai-robotics",
          "position": -0.5,
          "evidence": "Deep: Physical AI with custom silicon (edge brain chip) is inherently deep/slow-iteration R&D. Hardware cycles."
        },
        {
          "specimenId": "bosch-bcai",
          "position": 0.0,
          "evidence": "Mixed: CES 2026 demos show breadth (AI cockpits, manufacturing agents, connected appliances) alongside fundamental R&D."
        },
        {
          "specimenId": "anduril",
          "position": 0.5,
          "evidence": "'Months not years' vs defense primes. Ships Ghost/Sentry quickly. But YFQ-44A Fury and Arsenal-1 are multi-year. Fast for defense sector."
        },
        {
          "specimenId": "blue-origin",
          "position": 0.4,
          "evidence": "Fast deployment: 2,700 agents, 3.5M monthly interactions, agent marketplace enables rapid proliferation. But T-Rex project is multi-year R&D."
        },
        {
          "specimenId": "lockheed-martin",
          "position": -0.3,
          "evidence": "Deep/governed: hub provides infrastructure, MLOps, governance. Hundreds of active projects but 6-month update cycles, not weeks. Deliberate pace for classified work."
        },
        {
          "specimenId": "delta-air-lines",
          "position": -0.3,
          "evidence": "Measured/deep: 1% of pricing AI-driven, multi-year expansion planned. $500M cloud as foundation first. Bastian predicts 'day of reckoning' for rushed AI."
        },
        {
          "specimenId": "fedex",
          "position": 0.3,
          "evidence": "Lean fast: enterprise-wide AI education launched, operational AI deployed broadly (delivery estimation, routing). But humanoid robotics 'not ready for prime time.'"
        },
        {
          "specimenId": "kyndryl",
          "position": 0.0,
          "evidence": "Balanced — alliance-based approach enables rapid deployment of partner-built agents, but practice-based structure preserves domain depth. Bridge roles suggest deliberate translation."
        },
        {
          "specimenId": "panasonic",
          "position": -0.2,
          "evidence": "Leans depth — CAIO at holdings level with multi-year horizons. Blue Yonder enterprise-grade supply chain AI with methodical implementation for 230K-employee conglomerate."
        },
        {
          "specimenId": "t-mobile",
          "position": 0.0,
          "evidence": "Split — IntentCX launched quickly (75% interaction reduction target), but AI-RAN is '5G Advanced era and beyond' (3-5+ years). Two tracks at different speeds."
        },
        {
          "specimenId": "uber",
          "position": 0.4,
          "evidence": "Leans speed — Khosrowshahi: 'surviving car crashes internally' and 'throwing away old policies.' Customer service AI rebuilt through deployment-driven iteration, not specification."
        },
        {
          "specimenId": "thomson-reuters",
          "position": -0.4,
          "evidence": "Leans depth — 4,000+ SMEs (lawyers, accountants) evaluate AI outputs before deployment. CTO Hron: 'AI didn't shrink our roadmap; it made it bigger.' Quality-gated professional services deployment."
        },
        {
          "specimenId": "recruit-holdings",
          "position": 0.4,
          "evidence": "Leans speed — AI assists job seekers every 2.2 seconds. AI writes 1/3 of code targeting 50% by 2026. ~4,500 employees cut while deploying aggressively."
        },
        {
          "specimenId": "salesforce",
          "position": 0.3,
          "evidence": "Deployed Agentforce on help.salesforce.com before scaling to 9,500 enterprise customers. Speed-first but Agent Script recalibration shows depth corrections needed."
        },
        {
          "specimenId": "crowdstrike",
          "position": -0.3,
          "evidence": "Charlotte AI multi-agent architecture represents depth investment (12+ specialized agents, Enterprise Graph backbone). But adversarial environment demands real-time speed. Depth-leaning due to architectural sophistication."
        },
        {
          "specimenId": "hp-inc",
          "position": 0.2,
          "evidence": "AI PC penetration targets (30%→50%) prioritize speed-to-market. HP IQ formed quickly via $116M acqui-hire rather than organic R&D. Speed-leaning."
        },
        {
          "specimenId": "pinterest",
          "position": 0.5,
          "evidence": "Speed-oriented: 15% layoffs for 'AI pivot' with minimal evidence of depth investment in AI capability building."
        },
        {
          "specimenId": "workday",
          "position": 0.5,
          "evidence": "Speed-oriented restructuring framing. No evidence of depth AI capability investment."
        },
        {
          "specimenId": "palantir",
          "position": 0.0,
          "evidence": "Mixed: defense contracts require deep, long integration; commercial AIP enables rapid deployment. Balanced."
        },
        {
          "specimenId": "asml",
          "position": 0.0,
          "evidence": "Balanced: AI optimization of 100K parameters is deep technical work; deployment is operational not experimental."
        },
        {
          "specimenId": "astrazeneca",
          "position": -0.3,
          "evidence": "Depth: drug discovery requires 3-day→3-month antibody lead timelines. $13B annual R&D. $2.5B Beijing AI lab."
        },
        {
          "specimenId": "rivian",
          "position": -0.4,
          "evidence": "Depth: custom silicon (RAP1), in-house Large Driving Model training. Multi-year autonomy development."
        },
        {
          "specimenId": "comcast---nbcuniversal",
          "position": 0.4,
          "evidence": "Speed: 90% of accelerator startups convert to deals. Rapid startup-to-integration pipeline."
        },
        {
          "specimenId": "spotify",
          "position": 0.4,
          "evidence": "Speed: AI DJ to 90M users, Prompted Playlists to 50M. Deploy at scale to learn from user behavior."
        },
        {
          "specimenId": "stripe",
          "position": 0.4,
          "evidence": "Speed: minions generating 5% of all PRs. 30% of bugs fixed by AI in Fix-It Week. Deploy without ROI justification."
        },
        {
          "specimenId": "nextera-energy",
          "position": 0.0,
          "evidence": "Balanced: partnership enables faster AI deployment than building in-house. Operational AI (drones, predictive maintenance) is incremental."
        },
        {
          "specimenId": "mckinsey",
          "position": 0.5,
          "evidence": "Few-thousand to 25,000 agents in 18 months. Mass deployment at extreme speed."
        },
        {
          "specimenId": "google-ai-infra",
          "position": -0.2,
          "evidence": "Deep infrastructure work (Project EAT 'wholesale rethinking'). Competitive urgency pushes toward speed."
        },
        {
          "specimenId": "cedars-sinai",
          "position": -0.3,
          "evidence": "CAIRE on research timelines. AI Council vets clinical deployments. Governance favors deliberation."
        },
        {
          "specimenId": "kaiser-permanente",
          "position": 0.0,
          "evidence": "Insufficient data to assess."
        },
        {
          "specimenId": "mass-general-brigham",
          "position": -0.4,
          "evidence": "Academic research on multi-year grant cycles. Depth from academic research mission."
        },
        {
          "specimenId": "bytedance",
          "position": 0.5,
          "evidence": "12x token growth. Rapid hardware proliferation. Heavily speed-biased."
        },
        {
          "specimenId": "duolingo",
          "position": -0.2,
          "evidence": "Birdbrain developed since 2018. Patient deep integration. Daily model updates add speed."
        },
        {
          "specimenId": "amazon-agi",
          "position": -0.4,
          "evidence": "AGI SF Lab focuses on frontier research (LLMs + reinforcement learning for reasoning, planning, world modeling) with long timelines, balanced by rapid AWS infrastructure scaling ($200B CapEx, 1.2 GW added in Q4 alone)."
        }
      ],
      "evidence": [
        {
          "specimenId": "xai",
          "note": "Musk: 'What matters is velocity and acceleration.' Speed as singular organizational metric — authorizes any structural change that increases speed. 6/12 co-founders departed. Extreme speed pole."
        },
        {
          "specimenId": "mount-sinai-health-system",
          "note": "Nadkarni: 'Workflow eats technology for breakfast... transformational technology takes time.' Extreme depth pole — prioritizes operational integration over velocity."
        },
        {
          "specimenId": "klarna",
          "note": "REVERSAL: Siemiatkowski's admission that 'cost was too predominant an evaluation factor' when speed of deployment outran depth of learning about quality implications."
        }
      ],
      "derivedFrom": {
        "primitives": [
          "P4",
          "P2"
        ],
        "explanation": "Generated by competitive dynamics x measurability. High competitive intensity + high measurability -> speed dominates. Low competitive intensity + low measurability -> depth dominates."
      },
      "masterTension": false
    },
    {
      "id": 3,
      "name": "Central Control vs. Distributed Autonomy",
      "fieldName": "centralVsDistributed",
      "tradeoff": "Centralize AI under single leader/unit, or distribute across business units?",
      "whenNegative": {
        "label": "Centralization more appropriate",
        "conditions": [
          "Coordination costs are high (competing teams, duplicated infrastructure)",
          "Talent is scarce (consolidated team attracts better)",
          "Standards and governance need enforcement",
          "Organization is pursuing transformation, not just optimization"
        ]
      },
      "whenPositive": {
        "label": "Distribution more appropriate",
        "conditions": [
          "Business units have distinct needs",
          "Speed of local decision-making matters",
          "Domain expertise lives in BUs, not center",
          "Organization values autonomy"
        ]
      },
      "keyContingency": "Coordination costs vs. local responsiveness value",
      "drivers": "The fundamental trade-off is coordination cost vs. domain responsiveness. Centralization reduces duplication (one platform team, one set of standards) but slows local adaptation. Distribution enables business units to move fast on domain-specific AI but creates fragmented infrastructure and competing efforts. Most large organizations start centralized (to build the foundation) and gradually distribute (as capabilities mature). The reverse — consolidating distributed efforts — is harder and often triggered by crisis (see Meta's MSL consolidation, Google's Project EAT).",
      "connectedContingencies": [
        {
          "contingencyId": "talentMarketPosition",
          "relationship": "Scarce AI talent favors centralization — a single strong team attracts better than scattered small teams. Talent-rich organizations can afford to distribute."
        },
        {
          "contingencyId": "technicalDebt",
          "relationship": "High technical debt favors centralization — you need coordinated platform investment to modernize. Low debt enables distributed teams to move independently."
        }
      ],
      "interpretiveNote": "The distribution skews heavily toward centralization. Only 4 of 24 specimens in this tension sit on the distributed side (>0). This likely reflects both real organizational preference and observation bias — centralized AI functions are more visible to researchers.",
      "specimens": [
        {
          "specimenId": "meta-ai",
          "position": -0.4,
          "evidence": "Consolidated 4-unit MSL under single leader Wang."
        },
        {
          "specimenId": "ubs",
          "position": -0.5,
          "evidence": "Chief AI Office with centralized standards and governance responsibility."
        },
        {
          "specimenId": "google-ai-infra",
          "position": -0.7,
          "evidence": "Project EAT consolidates Research, Cloud, hardware teams into one AI2 unit."
        },
        {
          "specimenId": "wells-fargo",
          "position": -0.4,
          "evidence": "Head of AI as centralized leadership."
        },
        {
          "specimenId": "anthropic",
          "position": -0.3,
          "evidence": "7 co-founders as distributed value-carriers within centralized safety mission."
        },
        {
          "specimenId": "microsoft",
          "position": 0.2,
          "evidence": "Micro-cultures with distributed shaping. Power 'diffused and distributed.'"
        },
        {
          "specimenId": "commonwealth-bank",
          "position": 0.2,
          "evidence": "Broad deployment to all 50K employees (distributed usage), adding CAIO (central governance)."
        },
        {
          "specimenId": "intercom",
          "position": 0.3,
          "evidence": "AI embedded in product teams, no central AI function."
        },
        {
          "specimenId": "nvidia",
          "position": 0.6,
          "evidence": "60 direct reports, no hierarchy. Distributed innovation."
        },
        {
          "specimenId": "eli-lilly",
          "position": 0.4,
          "evidence": "Decentralized hubs of 300-400 people. Hub leaders have significant autonomy."
        },
        {
          "specimenId": "tencent",
          "position": -0.7,
          "evidence": "Unified TEG departments. Chief AI Scientist in CEO's office."
        },
        {
          "specimenId": "jpmorgan",
          "position": -0.5,
          "evidence": "ML CoE as strong central hub distributing capability enterprise-wide."
        },
        {
          "specimenId": "sanofi",
          "position": -0.5,
          "evidence": "Centralized AI Research Factory serves therapeutic area spokes."
        },
        {
          "specimenId": "lg-electronics",
          "position": -0.5,
          "evidence": "AX Center as single central entity driving transformation across BUs."
        },
        {
          "specimenId": "bosch-bcai",
          "position": -0.4,
          "evidence": "BCAI as centralized AI research center."
        },
        {
          "specimenId": "schneider-electric",
          "position": -0.3,
          "evidence": "Hub-and-spoke: central AI capability distributed to industrial BUs."
        },
        {
          "specimenId": "atlassian",
          "position": -0.3,
          "evidence": "Centralized ML team + AI gateway architecture. Structural centralization with distributed product integration."
        },
        {
          "specimenId": "ntt-data",
          "position": -0.4,
          "evidence": "Three separate CoEs — centralized within domains but distributed across client, internal, and CX functions."
        },
        {
          "specimenId": "pwc",
          "position": -0.3,
          "evidence": "CAIO Dan Priest centralizes AI strategy, but evolving toward distributed 'portfolio of accountable owners.' Movement from central toward distributed."
        },
        {
          "specimenId": "ups",
          "position": 0.3,
          "evidence": "No central AI function described. Automation distributed across operational facilities. Management delayering suggests reduced central coordination."
        },
        {
          "specimenId": "indostar-capital",
          "position": -0.5,
          "evidence": "CAIO coordinates AI across lending, risk, and architecture — centralized governance."
        },
        {
          "specimenId": "invent-advisory",
          "position": -0.6,
          "evidence": "Single CAIO oversees all AI strategy for the platform. High centralization in small org."
        },
        {
          "specimenId": "stagwell",
          "position": -0.5,
          "evidence": "Holding-company-level CAIO centralizes AI strategy. Key question: can one CAIO effectively coordinate semi-autonomous creative agencies?"
        },
        {
          "specimenId": "travelers",
          "position": -0.5,
          "evidence": "TravAI as centralized hub. Consolidated from 4→2 call centers under central AI platform. 20K+ users coordinated centrally."
        },
        {
          "specimenId": "servicenow",
          "position": -0.5,
          "evidence": "AI Control Tower centralizes orchestration. AI Agent Orchestrator coordinates across enterprise. McDermott drives central AI strategy. [Feb 15 revision: Centralized product development. AI Control Tower.]"
        },
        {
          "specimenId": "nokia",
          "position": -0.4,
          "evidence": "Network automation centralized. Nokia Defense as separate incubation unit with its own governance."
        },
        {
          "specimenId": "accenture-openai",
          "position": -0.3,
          "evidence": "Centralized 77K AI professional practice, but distributed to client engagements. Central capability, distributed delivery."
        },
        {
          "specimenId": "publicis-groupe",
          "position": -0.4,
          "evidence": "CoreAI as centralized platform coordinating AI across semi-autonomous agencies. Similar holding-company centralization pattern to Stagwell."
        },
        {
          "specimenId": "sk-telecom",
          "position": -0.6,
          "evidence": "AI CIC centralizes ALL AI functions under CEO dual-hat. Business split into MNO and AI halves with central CEO leadership over both."
        },
        {
          "specimenId": "rwjbarnabas-health",
          "position": -0.4,
          "evidence": "Joint AI CoE with centralized Executive Committee governing AI across 14 hospitals. Classic centralized governance for multi-site system."
        },
        {
          "specimenId": "goldman-sachs",
          "position": -0.3,
          "evidence": "Troika AI leadership provides central coordination. AI steering group governs proposals. But no centralized AI org — distributed across business functions."
        },
        {
          "specimenId": "morgan-stanley",
          "position": -0.5,
          "evidence": "Firmwide AI Head (McMillan) provides strong central coordination. AI Steering Group co-chaired by AI Head and Research Head. Distributed domain leads but central governance."
        },
        {
          "specimenId": "citigroup",
          "position": 0.3,
          "evidence": "No centralized AI function described. AI deployed through restructuring mandate across all functions. Distributed contextual adoption."
        },
        {
          "specimenId": "bloomberg",
          "position": -0.3,
          "evidence": "AI Strategy & Research in CTO office (central), distributed AI engineering teams across product groups. Hub sets strategy, spokes execute in domains."
        },
        {
          "specimenId": "visa",
          "position": -0.3,
          "evidence": "Visa Research centralized, product AI distributed. No CAIO to unify. Technology President provides umbrella governance."
        },
        {
          "specimenId": "mayo-clinic",
          "position": -0.5,
          "evidence": "Three C-suite AI leaders provide strong central governance. AI Factory centralized. But clinical execution distributed across departments led by physician-scientists."
        },
        {
          "specimenId": "mount-sinai-health-system",
          "position": -0.5,
          "evidence": "Centralized intake model. CAIO + CDTO provide dual central governance. Windreich Department as central hub. Enterprise AI Fabric infrastructure spans the system."
        },
        {
          "specimenId": "sutter-health",
          "position": -0.4,
          "evidence": "CAIO-led centralized governance. Cross-functional vetting body. Innovation Center as central hub. But deployment distributed across 21 hospitals via vendor partnerships."
        },
        {
          "specimenId": "cvs-health",
          "position": 0.2,
          "evidence": "Dual central leaders (CDAIO + CTO) but AI embedded across four BUs. Mandadi's anti-CAIO philosophy favors distributed ownership over central control."
        },
        {
          "specimenId": "progressive",
          "position": 0.5,
          "evidence": "No centralized AI function described. Tech-first culture distributes AI decisions to business functions. IT serves as enabler, not controller."
        },
        {
          "specimenId": "blue-origin",
          "position": 0.7,
          "evidence": "Distributed: No AI org, marketplace model, everyone builds agents. BlueGPT enables distributed agent creation."
        },
        {
          "specimenId": "lockheed-martin",
          "position": -0.4,
          "evidence": "Central-leaning: LAIC hub sets standards and provides infrastructure; spokes execute but don't set direction."
        },
        {
          "specimenId": "delta-air-lines",
          "position": 0.2,
          "evidence": "Balanced: Central Enterprise Data & AI sets standards; distributed implementation across TechOps, pricing, customer experience."
        },
        {
          "specimenId": "fedex",
          "position": -0.3,
          "evidence": "Slightly central: FedEx Dataworks as platform hub; but contextual distribution through education program."
        },
        {
          "specimenId": "ford",
          "position": 0.5,
          "evidence": "Most distributed: Latitude AI operates as fully independent subsidiary."
        },
        {
          "specimenId": "mercedes-benz",
          "position": -0.3,
          "evidence": "Most centralized: CDAIO + MB.OS provides central architectural control."
        },
        {
          "specimenId": "toyota",
          "position": 0.2,
          "evidence": "Moderate distribution: Multiple distinct AI entities (TRI, Enterprise AI, Woven) with GAIA coordination."
        },
        {
          "specimenId": "bmw",
          "position": 0.0,
          "evidence": "Balanced: Central platform enables distributed execution across 450 DevOps teams."
        },
        {
          "specimenId": "honda",
          "position": 0.3,
          "evidence": "Moderate distribution: Tripartite structure (HRI, IT, SHM) with federated execution."
        },
        {
          "specimenId": "general-motors",
          "position": 0.2,
          "evidence": "Moving toward distribution: Post-CAIO, AI moved under manufacturing engineering."
        },
        {
          "specimenId": "deere-and-co",
          "position": 0.0,
          "evidence": "Balanced: Central CTO hub with acquisition-based spokes."
        },
        {
          "specimenId": "honeywell",
          "position": 0.0,
          "evidence": "Balanced: Central gen AI program with ambassador network for distributed execution."
        },
        {
          "specimenId": "disney",
          "position": 0.3,
          "evidence": "Three formally-structured layers (Research Studios, OTE, OpenAI partnership). Very structural orientation. OTE explicitly does NOT take over business unit AI — coordination without command. Named/visible AI structures. Long-horizon research lab (16+ years)."
        },
        {
          "specimenId": "netflix",
          "position": 0.4,
          "evidence": "Explicit 'NOT centralized' philosophy with cultural coordination. Research distributed across 9 areas. AIMS and Eyeline hubs exist but not heavily branded. Mixed time horizons (production + VFX research)."
        },
        {
          "specimenId": "lionsgate",
          "position": -0.5,
          "evidence": "CAIO appointment is structural signal suggesting central coordination role. Named/visible (announced appointment). Data too thin for speed/depth and time horizon assessment."
        },
        {
          "specimenId": "washington-post",
          "position": 0.5,
          "evidence": "No AI team, AI embedded as infrastructure (Zeus). Fully distributed with no central AI function. No AI branding — AI as invisible infrastructure. Owner (Bezos) provides informal context."
        },
        {
          "specimenId": "kroger",
          "position": -0.2,
          "evidence": "84labs as formal innovation hub with retail operations as spokes. Named but not heavily marketed. Operational focus (supply chain, pricing)."
        },
        {
          "specimenId": "lowes",
          "position": 0.5,
          "evidence": "AI embedded in existing tech and store teams without separate AI organization. No named AI capability. Operational focus on customer experience and associate tools."
        },
        {
          "specimenId": "nike",
          "position": 0.0,
          "evidence": "Technology Center as hub with ML/AI distributed to spokes. Balanced central-distributed. Technology capabilities not AI-branded. Mixed horizons (DTC operations + athlete data)."
        },
        {
          "specimenId": "pepsico",
          "position": -0.1,
          "evidence": "Digital Hub as center with brand teams as spokes. Standard CPG hub-and-spoke structure. Digital Hub exists but not AI-specific branding. Operational focus."
        },
        {
          "specimenId": "ulta-beauty",
          "position": 0.4,
          "evidence": "AI embedded in existing e-commerce and store systems without separate AI organization. Virtual try-on exists but not branded as AI. Short-horizon operational focus."
        },
        {
          "specimenId": "t-mobile",
          "position": 0.2,
          "evidence": "No CAIO; AI distributed across CIO, CPO, President of Innovation"
        },
        {
          "specimenId": "thomson-reuters",
          "position": -0.2,
          "evidence": "CTO Hron owns AI platform, R&D, and acquisition integration centrally. But segment presidents own domain-specific product decisions. Moderate centralization."
        },
        {
          "specimenId": "google-deepmind",
          "position": -0.6,
          "evidence": "Consolidation explicitly designed to eliminate distributed coordination friction between Brain and DeepMind. [Feb 15 revision: 50% AI-generated code suggests distributed capability]"
        },
        {
          "specimenId": "intel",
          "position": -0.5,
          "evidence": "CEO direct leadership after CTO departed. Intel Labs as central hub."
        },
        {
          "specimenId": "bank-of-america",
          "position": -0.3,
          "evidence": "Technology leadership drives platform centrally. $4.5B AI budget through existing tech org. But adoption distributed across all roles."
        },
        {
          "specimenId": "moderna",
          "position": 0.5,
          "evidence": "Generative AI Champions are distributed power users, not a central team. Every employee expected to achieve AI proficiency."
        },
        {
          "specimenId": "novo-nordisk",
          "position": -0.4,
          "evidence": "Central CAIO with 300-person hub sets standards. BU spokes have some autonomy but hub dominates."
        },
        {
          "specimenId": "pfizer",
          "position": -0.3,
          "evidence": "Central CAIO sets strategy, Fab Lab experiments. But embedding AI engineers in each function distributes capability. Hub-and-spoke balance."
        },
        {
          "specimenId": "roche-genentech",
          "position": -0.5,
          "evidence": "Computational sciences group centrally coordinated under Aviv Regev. NVIDIA and Recursion partnerships flow through central research leadership."
        },
        {
          "specimenId": "unitedhealth-group",
          "position": -0.3,
          "evidence": "Central governance (AI Review Board reviews hundreds of use cases monthly). But execution distributed across business units with separate AI leadership roles."
        },
        {
          "specimenId": "accenture",
          "position": -0.2,
          "evidence": "Reskill-or-exit mandate is top-down from CEO. Central direction even if execution is distributed across 733K employees."
        },
        {
          "specimenId": "cognizant",
          "position": 0.0,
          "evidence": "Centralized platforms unit + distributed market-facing teams. Balanced hub-and-spoke."
        },
        {
          "specimenId": "genpact",
          "position": -0.4,
          "evidence": "Central AI Maestro platform with distributed deployment across client engagements. Central product, distributed execution."
        },
        {
          "specimenId": "infosys",
          "position": -0.5,
          "evidence": "Central CoE provides standardized tooling to 100K engineers. Centralized capability building, distributed consumption."
        },
        {
          "specimenId": "exxonmobil",
          "position": -0.2,
          "evidence": "Historically siloed, now pushing centralization via corporate-wide ERP. Technology consolidated in Houston hub. -0.2 slightly central."
        },
        {
          "specimenId": "tesla",
          "position": -0.6,
          "evidence": "Heavily centralized under Musk. AI team is core central function. No spoke autonomy or federated decision-making."
        },
        {
          "specimenId": "hyundai-robotics",
          "position": -0.4,
          "evidence": "Central: Dedicated lab within larger conglomerate. Boston Dynamics also centrally managed. Not federated."
        },
        {
          "specimenId": "anduril",
          "position": -0.3,
          "evidence": "Centralized around founding team (Luckey, Schimpf, Grimm). Product teams have execution autonomy but strategic decisions are founder-controlled."
        },
        {
          "specimenId": "kyndryl",
          "position": 0.3,
          "evidence": "Leans distributed — alliance-based model with multiple vendor partnerships. Practices have autonomy within domains. No single centralized AI authority."
        },
        {
          "specimenId": "panasonic",
          "position": -0.4,
          "evidence": "Leans centralized — CAIO at holdings level creates central governance over operating companies. 'Business CEO' dual-hat mechanism for Blue Yonder."
        },
        {
          "specimenId": "recruit-holdings",
          "position": -0.3,
          "evidence": "Dual-hat CEO centralizes strategic authority. EVP Mukherjee leads AI product decisions within Indeed but reports to Idekoba. Glassdoor absorption eliminates distributed autonomy."
        },
        {
          "specimenId": "uber",
          "position": -0.3,
          "evidence": "Chief Scientist leads centralized AI Labs. AV decisions centralized at CEO level. Product teams have some distributed AI autonomy."
        },
        {
          "specimenId": "apple",
          "position": 0.4,
          "evidence": "One of the most distributed AI structures in Big Tech. Functional SVPs own execution. Hub is deliberately thin — VP-level coordinator, not an SVP with product authority. Reflects Apple's functional org design philosophy."
        },
        {
          "specimenId": "ami-labs",
          "position": -0.7,
          "evidence": "Pre-launch startup under single founder's direction. But Executive Chair (not CEO) role suggests LeCun wants research direction authority without operational centralization."
        },
        {
          "specimenId": "salesforce",
          "position": -0.4,
          "evidence": "Agentforce platform centrally developed. AgentExchange marketplace centrally managed. Eric Hysen as central transformation officer."
        },
        {
          "specimenId": "sap",
          "position": -0.3,
          "evidence": "Joule developed centrally, distributed across S/4HANA, SuccessFactors, Ariba. Central AI team with distributed embedding."
        },
        {
          "specimenId": "crowdstrike",
          "position": -0.4,
          "evidence": "CTO Zaitsev centralizes AI/ML, data science, malware research. Not distributed across business units."
        },
        {
          "specimenId": "hp-inc",
          "position": -0.1,
          "evidence": "Company-wide AI program reports to CEO, but three semi-autonomous pillars. Mild central coordination with distributed execution."
        },
        {
          "specimenId": "pinterest",
          "position": 0.3,
          "evidence": "No observable central AI function. Enterprise-wide reallocation without central coordination structure."
        },
        {
          "specimenId": "workday",
          "position": 0.3,
          "evidence": "No observable central AI function."
        },
        {
          "specimenId": "palantir",
          "position": -0.3,
          "evidence": "Slightly centralized: Karp and core leadership set direction despite flat structure. Head of AI Systems (Welsh) is a central point."
        },
        {
          "specimenId": "asml",
          "position": -0.3,
          "evidence": "Slightly centralized: Head of AI Program and Strategy coordinates, but AI appears embedded in R&D functions."
        },
        {
          "specimenId": "astrazeneca",
          "position": 0.5,
          "evidence": "Highly distributed: 'no central group determines what projects we will or won't do.' Business units retain full autonomy."
        },
        {
          "specimenId": "rivian",
          "position": -0.5,
          "evidence": "Centralized: VP Autonomy & AI in Palo Alto as hub. Distributed execution in spokes but central coordination."
        },
        {
          "specimenId": "comcast---nbcuniversal",
          "position": 0.5,
          "evidence": "Distributed: no CAIO, no cross-company AI coordination visible. Siloed by business function."
        },
        {
          "specimenId": "spotify",
          "position": 0.3,
          "evidence": "Slightly distributed: squads have autonomy; central ML Platform provides infrastructure as a service."
        },
        {
          "specimenId": "stripe",
          "position": 0.5,
          "evidence": "Distributed: innovation comes from domain teams. CRO of AI handles go-to-market, not central AI development."
        },
        {
          "specimenId": "nextera-energy",
          "position": 0.3,
          "evidence": "Slightly distributed: AI comes via external partnership (Google), not centrally coordinated internally."
        },
        {
          "specimenId": "mckinsey",
          "position": -0.4,
          "evidence": "QuantumBlack is centralized capability hub. Consultants use agents in distributed engagement teams."
        },
        {
          "specimenId": "cedars-sinai",
          "position": -0.2,
          "evidence": "AI Council provides centralized governance. Three informatics officers distribute decision-making."
        },
        {
          "specimenId": "kaiser-permanente",
          "position": 0.0,
          "evidence": "Unified payer-provider governance centralizes. Regional entities may federate. Insufficient data."
        },
        {
          "specimenId": "mass-general-brigham",
          "position": -0.3,
          "evidence": "CDIO controls strategy centrally. Research faculty retain academic freedom. AIwithCare independent."
        },
        {
          "specimenId": "columbia-group",
          "position": -0.4,
          "evidence": "'AI factory' concept implies centralized capability building. Head of AI as central coordinator."
        },
        {
          "specimenId": "bytedance",
          "position": -0.6,
          "evidence": "Volcano Engine is central platform. Seed research centralized under Wu."
        },
        {
          "specimenId": "amazon-agi",
          "position": -0.3,
          "evidence": "M3 embedded teams more autonomous than spokes. AGI org is central research, product teams are independent. [Feb 15 revision: M3 embedded teams more autonomous than spokes]"
        }
      ],
      "derivedFrom": {
        "primitives": [
          "P3",
          "P1"
        ],
        "explanation": "Generated by governance structure x modularity. Strong central authority + integral work -> centralized control. Weak authority + modular work -> distributed control."
      },
      "masterTension": false
    },
    {
      "id": 4,
      "name": "Named Lab vs. Quiet Transformation",
      "fieldName": "namedVsQuiet",
      "tradeoff": "Create formal, branded AI lab, or transform without formal structure?",
      "whenNegative": {
        "label": "Named lab more appropriate",
        "conditions": [
          "Need to signal commitment externally (recruiting, investors)",
          "Want to attract research talent who value lab identity",
          "Organization needs symbolic commitment to drive change",
          "Time horizon is long enough to justify separate structure"
        ]
      },
      "whenPositive": {
        "label": "Quiet transformation more appropriate",
        "conditions": [
          "Risk of lab becoming isolated ivory tower",
          "Want AI embedded in all roles, not siloed",
          "Faster to deploy through existing structures",
          "Lab branding might trigger organizational antibodies"
        ]
      },
      "keyContingency": "Signaling value vs. integration value",
      "drivers": "Named labs serve two functions: talent acquisition (researchers want lab identity) and external signaling (investors, customers, competitors see commitment). Quiet transformation avoids the 'innovation theater' trap and reaches more employees faster. The choice often reflects organizational politics — some cultures resist formal AI programs as threatening, while others demand visible commitment. Industry context matters: tech companies default to named labs, regulated industries increasingly use CAIO appointments as a middle path between full lab and quiet adoption.",
      "connectedContingencies": [
        {
          "contingencyId": "talentMarketPosition",
          "relationship": "Organizations competing for top AI research talent need named labs — researchers want affiliation with recognized entities. Talent-constrained organizations may find quiet transformation more realistic."
        },
        {
          "contingencyId": "ceoTenure",
          "relationship": "Long-tenure CEOs can invest in named labs knowing they'll see the payoff. Short-tenure leaders prefer quiet transformation — faster results, less career risk."
        }
      ],
      "interpretiveNote": "The CAIO appointment wave (2024-2026) represents a middle path — it's a named role without a named lab. Organizations like UBS, Wells Fargo, and Stagwell are choosing visible leadership without committing to full structural separation. The most interesting specimens are those that moved between poles (Meta: quiet → named MSL; Commonwealth Bank: quiet → added CAIO).",
      "specimens": [
        {
          "specimenId": "meta-ai",
          "position": -0.9,
          "evidence": "Meta Superintelligence Labs — highly branded, named entity."
        },
        {
          "specimenId": "ami-labs",
          "position": -0.9,
          "evidence": "Named research lab with distinct identity."
        },
        {
          "specimenId": "anthropic",
          "position": -0.8,
          "evidence": "Named Labs team for zero-to-one ideas. Company identity centered on AI safety research."
        },
        {
          "specimenId": "google-ai-infra",
          "position": -0.8,
          "evidence": "Named AI2 unit under Project EAT."
        },
        {
          "specimenId": "wells-fargo",
          "position": -0.7,
          "evidence": "Named 'Head of AI' role with formal AI organization."
        },
        {
          "specimenId": "ubs",
          "position": -0.3,
          "evidence": "Chief AI Office — formal but governance-oriented."
        },
        {
          "specimenId": "eli-lilly",
          "position": -0.5,
          "evidence": "Named NVIDIA co-innovation lab."
        },
        {
          "specimenId": "microsoft",
          "position": -0.5,
          "evidence": "Mustafa Suleyman as 'Microsoft AI CEO.'"
        },
        {
          "specimenId": "commonwealth-bank",
          "position": 0.3,
          "evidence": "Enterprise-wide deployment without named AI unit initially."
        },
        {
          "specimenId": "intercom",
          "position": 0.4,
          "evidence": "No named AI lab. Company-wide AI pivot."
        },
        {
          "specimenId": "nvidia",
          "position": 0.5,
          "evidence": "No separate AI lab — entire company IS the lab."
        },
        {
          "specimenId": "google-x",
          "position": -0.9,
          "evidence": "Highly branded moonshot factory with distinct culture and physical space."
        },
        {
          "specimenId": "ssi",
          "position": -0.9,
          "evidence": "Named lab with pure research identity and $3B funding."
        },
        {
          "specimenId": "thinking-machines-lab",
          "position": -0.9,
          "evidence": "Named lab with $12B valuation — lab identity is the brand."
        },
        {
          "specimenId": "shopify",
          "position": 0.4,
          "evidence": "No named AI lab. CEO mandate drives quiet transformation across all teams."
        },
        {
          "specimenId": "klarna",
          "position": 0.5,
          "evidence": "No named AI structure. CEO-driven mandate."
        },
        {
          "specimenId": "duolingo",
          "position": 0.3,
          "evidence": "AI embedded in product. No separate lab described."
        },
        {
          "specimenId": "amazon-agi",
          "position": -0.6,
          "evidence": "Named AGI SF Lab with distinct research identity."
        },
        {
          "specimenId": "lg-electronics",
          "position": -0.4,
          "evidence": "Named AX Center — formal rebrand from DX to AI."
        },
        {
          "specimenId": "adobe-firefly",
          "position": -0.8,
          "evidence": "Named Firefly product initiative with Content Authenticity Initiative."
        },
        {
          "specimenId": "ntt-data",
          "position": -0.5,
          "evidence": "Named OpenAI CoE, internal AI CoE, and Virtual CoE for CX. Triple-named structure."
        },
        {
          "specimenId": "pwc",
          "position": -0.4,
          "evidence": "Named CAIO role with $1B investment. Formal AI leadership position."
        },
        {
          "specimenId": "ups",
          "position": 0.7,
          "evidence": "No named AI unit, lab, or CAIO. Quiet automation transformation through operational technology."
        },
        {
          "specimenId": "indostar-capital",
          "position": -0.3,
          "evidence": "Named CAIO role created through re-designation. Formal structural signal."
        },
        {
          "specimenId": "invent-advisory",
          "position": -0.2,
          "evidence": "Named CAIO role — first in the company. CEO announced 12-month planning timeline."
        },
        {
          "specimenId": "stagwell",
          "position": -0.6,
          "evidence": "Named inaugural CAIO role with press announcement. Part of industry-wide signaling wave — CAIO appointments as competitive positioning."
        },
        {
          "specimenId": "travelers",
          "position": -0.4,
          "evidence": "TravAI is a named, branded in-house platform. Anthropic/Claude partnership publicly announced."
        },
        {
          "specimenId": "servicenow",
          "position": -0.5,
          "evidence": "Multiple named AI products: Now Assist, AI Control Tower, AI Agent Orchestrator. High branding investment."
        },
        {
          "specimenId": "nokia",
          "position": -0.5,
          "evidence": "Nokia Defense as named incubation unit. Named agentic AI network automation initiatives."
        },
        {
          "specimenId": "accenture-openai",
          "position": -0.3,
          "evidence": "Named AI practice and Accenture AI Refinery platform. Not a separate lab but formally branded capability."
        },
        {
          "specimenId": "publicis-groupe",
          "position": -0.4,
          "evidence": "CoreAI as named, branded central platform. Marcel AI assistant named. Formal AI identity."
        },
        {
          "specimenId": "sk-telecom",
          "position": -0.7,
          "evidence": "AI CIC (Company-in-Company) is a highly branded, formally launched entity with press announcements, revenue targets, and CEO dual-hat."
        },
        {
          "specimenId": "workday",
          "position": 0.5,
          "evidence": "No named AI unit, lab, or CAIO. Restructuring framed as AI pivot but no formal AI organizational identity."
        },
        {
          "specimenId": "rwjbarnabas-health",
          "position": -0.3,
          "evidence": "Named AI Center of Excellence with formal announcement and joint Executive Committee. Structural naming but CoE rather than lab."
        },
        {
          "specimenId": "goldman-sachs",
          "position": 0.6,
          "evidence": "No named AI lab. No CAIO. CIO serves as de facto AI leader. 'Quiet transformation' via OneGS 3.0 — systematic but not branded."
        },
        {
          "specimenId": "morgan-stanley",
          "position": -0.4,
          "evidence": "Named Firmwide AI Head role. Multiple named AI tools (AI @ Morgan Stanley Assistant, AskResearchGPT, AI Debrief). Formal AI Steering Group."
        },
        {
          "specimenId": "citigroup",
          "position": 0.8,
          "evidence": "Maximum quiet transformation. No CAIO, no named AI lab, no branded AI products. AI embedded through restructuring mandate (Project Bora Bora). Fraser frames as cultural change."
        },
        {
          "specimenId": "bloomberg",
          "position": -0.2,
          "evidence": "Named AI Strategy & Research team in CTO office. But no branded lab or flashy naming. Pragmatic approach — the team is named but not marketed."
        },
        {
          "specimenId": "visa",
          "position": -0.4,
          "evidence": "Named Visa Research organization. Named research areas (ML security, trustworthy AI). But no CAIO and limited AI branding externally."
        },
        {
          "specimenId": "mayo-clinic",
          "position": -0.7,
          "evidence": "Multiple named entities: Hamilton & Amabel James Center, AI Factory, Mayo Clinic Platform, Platform_Validate. CAIO title. Heavy naming and branding of AI infrastructure."
        },
        {
          "specimenId": "mount-sinai-health-system",
          "position": -0.8,
          "evidence": "Windreich Department of AI — first AI department in a US medical school. Named center, named CAIO role, 12-story dedicated facility. Maximum naming in healthcare."
        },
        {
          "specimenId": "sutter-health",
          "position": -0.5,
          "evidence": "Named CAIO role. Named Innovation Center at Pier 1. But partnership strategy means less internal branding of AI products."
        },
        {
          "specimenId": "cvs-health",
          "position": 0.3,
          "evidence": "Mandadi explicitly rejects CAIO role. But CDAIO title exists (Keshavarz). Mixed signals — anti-AI-czar philosophy but named data/AI leadership."
        },
        {
          "specimenId": "progressive",
          "position": 0.7,
          "evidence": "Maximum quiet transformation in insurance. No CAIO, no named AI unit, no branded AI platform. AI is invisible infrastructure."
        },
        {
          "specimenId": "anduril",
          "position": -0.8,
          "evidence": "Quiet (but not unnamed): No CAIO because AI is assumed baseline. 'Quiet' in the sense of no special AI leadership—AI is infrastructure like electricity."
        },
        {
          "specimenId": "blue-origin",
          "position": 0.9,
          "evidence": "Quiet: No CAIO, no AI Lab, no formally branded AI organization. Highest adoption without named AI leadership in collection."
        },
        {
          "specimenId": "lockheed-martin",
          "position": -0.6,
          "evidence": "Named: CDAIO Mike Baylor, CTO Craig Martell, LAIC AI Center, Astris AI subsidiary."
        },
        {
          "specimenId": "delta-air-lines",
          "position": -0.2,
          "evidence": "Slightly named: CDTO on Leadership Committee; but no separate CAIO. CEO-as-evangelist rather than dedicated AI leader."
        },
        {
          "specimenId": "fedex",
          "position": -0.2,
          "evidence": "Slightly named: CDIO and FedEx Dataworks named; but framed as 'data platform' not 'AI organization.'"
        },
        {
          "specimenId": "disney",
          "position": -0.4,
          "evidence": "Three formally-structured layers (Research Studios, OTE, OpenAI partnership). Very structural orientation. OTE explicitly does NOT take over business unit AI — coordination without command. Named/visible AI structures. Long-horizon research lab (16+ years)."
        },
        {
          "specimenId": "netflix",
          "position": 0.2,
          "evidence": "Explicit 'NOT centralized' philosophy with cultural coordination. Research distributed across 9 areas. AIMS and Eyeline hubs exist but not heavily branded. Mixed time horizons (production + VFX research)."
        },
        {
          "specimenId": "lionsgate",
          "position": -0.5,
          "evidence": "CAIO appointment is structural signal suggesting central coordination role. Named/visible (announced appointment). Data too thin for speed/depth and time horizon assessment."
        },
        {
          "specimenId": "washington-post",
          "position": 0.7,
          "evidence": "No AI team, AI embedded as infrastructure (Zeus). Fully distributed with no central AI function. No AI branding — AI as invisible infrastructure. Owner (Bezos) provides informal context."
        },
        {
          "specimenId": "kroger",
          "position": -0.2,
          "evidence": "84labs as formal innovation hub with retail operations as spokes. Named but not heavily marketed. Operational focus (supply chain, pricing)."
        },
        {
          "specimenId": "lowes",
          "position": 0.5,
          "evidence": "AI embedded in existing tech and store teams without separate AI organization. No named AI capability. Operational focus on customer experience and associate tools."
        },
        {
          "specimenId": "nike",
          "position": 0.1,
          "evidence": "Technology Center as hub with ML/AI distributed to spokes. Balanced central-distributed. Technology capabilities not AI-branded. Mixed horizons (DTC operations + athlete data)."
        },
        {
          "specimenId": "pepsico",
          "position": 0.0,
          "evidence": "Digital Hub as center with brand teams as spokes. Standard CPG hub-and-spoke structure. Digital Hub exists but not AI-specific branding. Operational focus."
        },
        {
          "specimenId": "ulta-beauty",
          "position": 0.4,
          "evidence": "AI embedded in existing e-commerce and store systems without separate AI organization. Virtual try-on exists but not branded as AI. Short-horizon operational focus."
        },
        {
          "specimenId": "uber",
          "position": -0.7,
          "evidence": "AI Labs explicitly named; CEO quotes about AI transformation"
        },
        {
          "specimenId": "thomson-reuters",
          "position": -0.6,
          "evidence": "Named TR Labs, named CoCounsel product line, Trust in AI Alliance launched publicly. CTO Hron on conference circuit. Very visible AI branding."
        },
        {
          "specimenId": "google-deepmind",
          "position": -0.7,
          "evidence": "Named entity with Hassabis leadership, Project EAT consolidation. High visibility."
        },
        {
          "specimenId": "intel",
          "position": -0.5,
          "evidence": "Intel Labs named, CEO Tan as public AI champion."
        },
        {
          "specimenId": "pinterest",
          "position": 0,
          "evidence": "Pinterest (0.6), Workday (0.7), HP Inc (0.8) score high on 'Named' (loud AI narrative) despite having no named AI organizational structure. Tension may need subdivision into 'narrative loudness' vs 'structural loudness'. AI-washing specimens are narratively loud but structurally quiet."
        },
        {
          "specimenId": "hp-inc",
          "position": 0,
          "evidence": "Pinterest (0.6), Workday (0.7), HP Inc (0.8) score high on 'Named' (loud AI narrative) despite having no named AI organizational structure. Tension may need subdivision into 'narrative loudness' vs 'structural loudness'. AI-washing specimens are narratively loud but structurally quiet."
        },
        {
          "specimenId": "jpmorgan",
          "position": -0.6,
          "evidence": "AI/data deliberately separated from Technology as named organizational function. CDAO Teresa Heitsenrether. 2,000 AI/ML specialists in dedicated unit. LLM Suite as branded internal product."
        },
        {
          "specimenId": "bank-of-america",
          "position": 0.9,
          "evidence": "No named AI lab, no CAIO. AI embedded through consumer-grade tools (Erica). Structural transformation without formal transformation program."
        },
        {
          "specimenId": "moderna",
          "position": 0.4,
          "evidence": "No named AI lab. mChat and AI Academy are tools/programs, not organizational structures."
        },
        {
          "specimenId": "novo-nordisk",
          "position": -0.3,
          "evidence": "CAIO role, named Enterprise AI team. Formally structured internally but not loudly branded externally."
        },
        {
          "specimenId": "pfizer",
          "position": -0.5,
          "evidence": "Named CAIO, AI/ML Fab Lab, Predictive Analytics Incubator, PACT partnership. Multiple branded structures."
        },
        {
          "specimenId": "roche-genentech",
          "position": -0.4,
          "evidence": "Lab in a Loop is a branded concept. Prescient Design is named. But Roche doesn't loudly market an AI Lab externally."
        },
        {
          "specimenId": "unitedhealth-group",
          "position": 0.3,
          "evidence": "Multiple named AI roles (Chief AI Scientist, Chief AI Transformation Officer) but no externally branded AI lab. Avoids AI conference circuit. Quiet external posture despite massive internal deployment."
        },
        {
          "specimenId": "accenture",
          "position": 0.6,
          "evidence": "No named AI lab or CAIO visible. Workforce transformation framed as general restructuring, not branded AI initiative."
        },
        {
          "specimenId": "cognizant",
          "position": -0.3,
          "evidence": "Named three-unit reorganization. BASIS framework and 'science of context engineering' are branded. But not a loudly marketed AI lab."
        },
        {
          "specimenId": "genpact",
          "position": -0.3,
          "evidence": "Named Advanced Technology Solutions unit. AI Maestro platform is branded. But not a research lab — it's a business unit."
        },
        {
          "specimenId": "sanofi",
          "position": -0.3,
          "evidence": "AI Research Factory is internally named. CEO Hudson publicly brands Sanofi as 'AI-powered biopharma company.' ROAI framework creates accountability. But no external AI lab brand."
        },
        {
          "specimenId": "infosys",
          "position": -0.5,
          "evidence": "Named CoE with formal press announcement. CEO involved. AI Engineering Experience Zone for client demos. Named and visible."
        },
        {
          "specimenId": "bmw",
          "position": -0.3,
          "evidence": "Project AI and BCAI are named entities but no flashy CAIO or branded lab. -0.3 named-leaning."
        },
        {
          "specimenId": "mercedes-benz",
          "position": -0.8,
          "evidence": "Heavily branded: MBRDNA self-designates as 'global AI center,' CDAIO appointed, supervisory board AI expertise added. -0.8 strongly named."
        },
        {
          "specimenId": "toyota",
          "position": -0.6,
          "evidence": "Multiple named entities: TRI, GAIA, Woven. Public research presence. -0.6 named."
        },
        {
          "specimenId": "honda",
          "position": -0.5,
          "evidence": "Named research institutes (HRI) and branded JV (AFEELA). -0.5 named."
        },
        {
          "specimenId": "ford",
          "position": -0.6,
          "evidence": "Latitude AI is a named, branded subsidiary with its own website, leadership team. -0.6 named."
        },
        {
          "specimenId": "general-motors",
          "position": 0.2,
          "evidence": "GM went from named CAIO role to quiet integration. No branded AI lab. +0.2 quiet-leaning now."
        },
        {
          "specimenId": "deere-and-co",
          "position": -0.3,
          "evidence": "CTO as hub leader, Blue River and Bear Flag maintain identity. CES keynote presence. -0.3 named-leaning."
        },
        {
          "specimenId": "honeywell",
          "position": 0.2,
          "evidence": "No branded AI lab. Ambassador model is deliberately low-profile. CDTO/CTO split but not flashy. +0.2 quiet-leaning."
        },
        {
          "specimenId": "exxonmobil",
          "position": 0.8,
          "evidence": "Quintessential quiet: no branded AI entity, no CAIO, AI embedded in operational budgets. +0.8 very quiet."
        },
        {
          "specimenId": "tesla",
          "position": 0.5,
          "evidence": "No named AI lab or CAIO. AI IS the product — Tesla doesn't brand an 'AI Center,' it brands itself as AI. Quiet by integration."
        },
        {
          "specimenId": "hyundai-robotics",
          "position": -0.6,
          "evidence": "Named: 'Robotics LAB' is explicitly branded, CES presence, public demonstrations."
        },
        {
          "specimenId": "bosch-bcai",
          "position": -0.5,
          "evidence": "Named: BCAI is a branded, visible entity with CES presence and board-level leadership (Dr. Kessler)."
        },
        {
          "specimenId": "dow-chemical",
          "position": 0.5,
          "evidence": "Quiet: No named AI entity, no CAIO. AI framed through workforce restructuring ('reducing complexity, adopting best-available technologies') rather than named initiative."
        },
        {
          "specimenId": "kyndryl",
          "position": -0.3,
          "evidence": "Named practices (Intelligent Ops, Data & AI), named alliances. Services firm needs visible AI branding for client credibility."
        },
        {
          "specimenId": "panasonic",
          "position": -0.3,
          "evidence": "Named CAIO role, named 'Panasonic AI' umbrella, Blue Yonder brand. Public about AI transformation at CES and investor events."
        },
        {
          "specimenId": "recruit-holdings",
          "position": 0.6,
          "evidence": "Quiet — no named AI lab, no CAIO title, no branded AI initiative. AI embedded in product/engineering without branding. Responsible AI team is governance, not PR."
        },
        {
          "specimenId": "t-mobile",
          "position": -0.4,
          "evidence": "Named AI-RAN Innovation Center, IntentCX brand, public NVIDIA/OpenAI partnerships. Active public positioning."
        },
        {
          "specimenId": "apple",
          "position": 0.1,
          "evidence": "Subramanya is barely visible. VP-level, reports to Federighi, no public profile comparable to Hassabis/Wang/DeSantis. Apple's AI structure is the quietest in Big Tech — no named AI org, no CAIO title. Near the quiet end for a $383B company. [Feb 15 revision: No named hub, AI structure invisible under M3]"
        },
        {
          "specimenId": "salesforce",
          "position": -0.7,
          "evidence": "Agentforce has its own brand, logo, marketplace. 'Digital labor revolution' language. CEO publicly claims 4,000 jobs replaced. Most loudly named AI capability in the collection."
        },
        {
          "specimenId": "sap",
          "position": -0.3,
          "evidence": "Joule is named and branded, but Klein's philosophy positions AI as invisible process improvement, not standalone. Named product, quiet philosophy."
        },
        {
          "specimenId": "crowdstrike",
          "position": -0.2,
          "evidence": "Charlotte AI is named and branded, but no CAIO, no separate AI division. CTO carries AI mandate without AI-specific title. Moderately quiet. [Feb 15 revision: Charlotte AI is branded product. 'Security AGI' named aspiration. Fal.Con showcases AI.]"
        },
        {
          "specimenId": "palantir",
          "position": -0.8,
          "evidence": "Quiet: no branded AI lab, no CAIO, no AI CoE. AI capability embedded invisibly in platform. [Feb 15 revision: Loudest AI brand in collection. Karp shareholder letters. AIP aggressively marketed.]"
        },
        {
          "specimenId": "asml",
          "position": 0.9,
          "evidence": "Extremely quiet: no AI lab, no CAIO, no branded AI org. Most critical AI supply chain company with least visible AI structure."
        },
        {
          "specimenId": "astrazeneca",
          "position": -0.2,
          "evidence": "Mixed: CDO role is visible but deliberately no CAIO. AI Accelerator is a process, not a branded org."
        },
        {
          "specimenId": "rivian",
          "position": -0.5,
          "evidence": "Named: VP Autonomy & AI, Chief Software Officer, branded research hubs. Autonomy is front-and-center."
        },
        {
          "specimenId": "comcast---nbcuniversal",
          "position": 0.6,
          "evidence": "Quiet-ish: LIFT Labs is branded but it's an accelerator, not an AI lab. Internal AI structure invisible."
        },
        {
          "specimenId": "spotify",
          "position": -0.4,
          "evidence": "Named: Spotify Research, Creator Technology Research Lab, new Generative AI Research Lab. Multiple branded units."
        },
        {
          "specimenId": "stripe",
          "position": 0.3,
          "evidence": "Quiet: no CAIO, no AI lab. CRO of AI is commercial role, not technical. AI embedded invisibly in operations. [Feb 15 revision: CRO of AI role and Stripe Sessions somewhat public. No branded AI lab.]"
        },
        {
          "specimenId": "nextera-energy",
          "position": 0.8,
          "evidence": "Extremely quiet: no AI org, no AI roles visible. 'Technology company that delivers electricity' rhetoric but zero tech officers."
        },
        {
          "specimenId": "mckinsey",
          "position": -0.5,
          "evidence": "QuantumBlack is named, branded unit. 'Transform or die' rhetoric."
        },
        {
          "specimenId": "cedars-sinai",
          "position": -0.6,
          "evidence": "CAIRE is named research center. CAIO is visible C-suite role. Formally titled positions."
        },
        {
          "specimenId": "kaiser-permanente",
          "position": 0.6,
          "evidence": "Dual-hat model = no dedicated AI branding. Quiet transformation."
        },
        {
          "specimenId": "mass-general-brigham",
          "position": -0.5,
          "evidence": "1,800+ person digital org is highly visible. AIwithCare spinout is named commercial entity."
        },
        {
          "specimenId": "columbia-group",
          "position": -0.3,
          "evidence": "Named Head of AI role, public announcement. Not heavily branded."
        }
      ],
      "derivedFrom": {
        "primitives": [
          "P4",
          "P3"
        ],
        "explanation": "Generated by institutional context x governance. Interesting only when 'named' implies genuine structural separation; when it's just a title over distributed work, collapses into T1."
      },
      "masterTension": false,
      "caveat": "T4 is theoretically interesting only insofar as 'named' implies structural separation (dedicated unit, ring-fenced resources, separate reporting line) and 'quiet' implies contextual integration (no separate structure). When a CAIO title is purely a coordination label over distributed work with no structural separation, T4 collapses into T1. The residual content -- organizational signaling about AI commitment without structural change -- is an institutional conformity observation, not an economic mechanism."
    },
    {
      "id": 5,
      "name": "Long Time Horizons vs. Short Accountability Cycles",
      "fieldName": "longVsShortHorizon",
      "tradeoff": "Protect multi-year exploration, or maintain quarterly accountability?",
      "whenNegative": {
        "label": "Long horizons should be protected",
        "conditions": [
          "Exploration requires sustained investment (drug discovery, fundamental research)",
          "Breakthroughs are unpredictable in timing",
          "Premature accountability kills promising work",
          "Organization has patient capital"
        ]
      },
      "whenPositive": {
        "label": "Short cycles should be maintained",
        "conditions": [
          "Exploration should show incremental progress",
          "Risk of exploration becoming unaccountable",
          "Organization needs discipline to kill unpromising work",
          "Market is moving fast (can't afford multi-year bets)"
        ]
      },
      "keyContingency": "Nature of exploration work and capital patience",
      "drivers": "The nature of the exploration work itself determines the natural time horizon. Drug discovery (Eli Lilly, Roche) inherently requires decades. Software products (Intercom, Klarna) can ship in weeks. But organizational choice also matters — some organizations deliberately protect long horizons in fast markets (Google X's moonshots), while others impose short accountability on inherently long-horizon work (Meta shifting FAIR to product timelines). CEO tenure is the strongest contingency: founders and long-tenure CEOs consistently protect longer horizons.",
      "connectedContingencies": [
        {
          "contingencyId": "ceoTenure",
          "relationship": "Long-tenure and founder CEOs protect multi-year exploration (Eli Lilly's Ricks, Google X's protection). Short-tenure leaders compress to show results within their window."
        },
        {
          "contingencyId": "timeToObsolescence",
          "relationship": "Industries with slow obsolescence (pharma, defense) can sustain long exploration horizons. Fast-moving industries (fintech, ad tech) face pressure to compress."
        }
      ],
      "interpretiveNote": "This tension reveals the starkest industry divide. Pharma and pure research specimens cluster at -0.5 to -1.0. Tech and services cluster at +0.2 to +0.8. The balanced middle (0.0) is occupied by Microsoft and NVIDIA — organizations that deliberately manage both time horizons simultaneously.",
      "specimens": [
        {
          "specimenId": "eli-lilly",
          "position": -1.0,
          "evidence": "18+ year GLP-1 program. Decades-not-quarters time horizon."
        },
        {
          "specimenId": "ami-labs",
          "position": -0.7,
          "evidence": "Pursuing world models — fundamental alternative to LLM paradigm."
        },
        {
          "specimenId": "anthropic",
          "position": -0.2,
          "evidence": "PBC/LTBT governance protects long-term mission. But Claude Code shipped in 3 months."
        },
        {
          "specimenId": "meta-ai",
          "position": 0.5,
          "evidence": "Shifted from long-term FAIR research to product-driven MSL. [Feb 15 revision: Compressed FAIR horizons + Reality Labs retreat]"
        },
        {
          "specimenId": "intercom",
          "position": 0.8,
          "evidence": "72-hour pivot. 15-day build. Extreme short-cycle orientation."
        },
        {
          "specimenId": "commonwealth-bank",
          "position": 0.3,
          "evidence": "Rapid enterprise deployment."
        },
        {
          "specimenId": "microsoft",
          "position": 0.0,
          "evidence": "Nadella's 'think in decades, execute in quarters.'"
        },
        {
          "specimenId": "nvidia",
          "position": 0.0,
          "evidence": "No long-term or short-term plans. Flexible, constantly re-evaluating."
        },
        {
          "specimenId": "salesforce",
          "position": 0.5,
          "evidence": "Rapid workforce restructuring — 9K to 5K support staff."
        },
        {
          "specimenId": "ssi",
          "position": -0.9,
          "evidence": "Pure research lab. No product timeline. All compute on research."
        },
        {
          "specimenId": "roche-genentech",
          "position": -0.7,
          "evidence": "Multi-year drug discovery timelines. $12B commitment to computational sciences."
        },
        {
          "specimenId": "recursion",
          "position": -0.6,
          "evidence": "Multi-year drug discovery, but dramatically compressed lead molecule identification."
        },
        {
          "specimenId": "google-x",
          "position": -0.5,
          "evidence": "Moonshot factory. Multi-year exploration protected by distinct incentive structure."
        },
        {
          "specimenId": "samsung-c-lab",
          "position": -0.3,
          "evidence": "Defined exploration periods (time-boxing) with reintegration or spin-out. Medium-term."
        },
        {
          "specimenId": "jpmorgan",
          "position": 0.3,
          "evidence": "8-week iteration cadence. Short cycles in regulated banking."
        },
        {
          "specimenId": "klarna",
          "position": 0.6,
          "evidence": "Full-tilt AI adoption then rapid reversal. Extremely short accountability cycle."
        },
        {
          "specimenId": "ups",
          "position": 0.3,
          "evidence": "$9B automation through 2028 — medium horizon. But 68K+ job cuts in 12 months suggest short-cycle execution."
        },
        {
          "specimenId": "ntt-data",
          "position": 0.2,
          "evidence": "$2B revenue target by 2027. Near-term deployment with hundreds of agent instances already live."
        },
        {
          "specimenId": "stagwell",
          "position": 0.2,
          "evidence": "5-year EBITDA target ($1B by 2030). Ad industry faces fast-moving AI disruption — short to medium accountability cycles."
        },
        {
          "specimenId": "travelers",
          "position": 0.2,
          "evidence": "$1.5B tech investment with medium-term horizon. Insurance underwriting cycles are annual, not quarterly, but TravAI deployment is rapid."
        },
        {
          "specimenId": "servicenow",
          "position": 0.3,
          "evidence": "Rapid AI product launches. $600M+ Now Assist revenue in short window. Quarterly accountability to enterprise customers. [Feb 15 revision: Consumption pricing creates short accountability]"
        },
        {
          "specimenId": "nokia",
          "position": -0.2,
          "evidence": "Defense contracts require longer time horizons. But telecom network automation demands near-term ROI. Split between defense exploration and telecom execution."
        },
        {
          "specimenId": "accenture-openai",
          "position": 0.4,
          "evidence": "$5.9B GenAI bookings under quarterly earnings pressure. 70K trained in agentic AI in short timeframe. Client-services firm faces short accountability cycles."
        },
        {
          "specimenId": "publicis-groupe",
          "position": 0.3,
          "evidence": "73% AI-powered operating model achieved rapidly. Ad industry short accountability cycles. CoreAI deployment driven by client demand."
        },
        {
          "specimenId": "sk-telecom",
          "position": -0.3,
          "evidence": "5-year CIC plan with $3.55B annual AI revenue target by 2030. Long-horizon investment protected by CEO dual-hat and ring-fenced budget."
        },
        {
          "specimenId": "workday",
          "position": 0.4,
          "evidence": "Layoffs signal short accountability cycle. No long-horizon AI investment described. Restructuring charges ($230-270M) suggest near-term cost management."
        },
        {
          "specimenId": "rwjbarnabas-health",
          "position": -0.2,
          "evidence": "Healthcare has inherently longer timelines due to patient safety and regulatory requirements. CoE establishing foundation for sustained AI adoption."
        },
        {
          "specimenId": "goldman-sachs",
          "position": -0.1,
          "evidence": "Solomon: '3-5 year view' for transformation. CFO: 'multiyear initiative.' Balanced horizon — not quarterly but not decades. Long-term economic view of 5-10 years."
        },
        {
          "specimenId": "morgan-stanley",
          "position": 0.3,
          "evidence": "Near-term focus: 10-15 hours/week advisor savings. Quarterly earnings pressure. But longer-term agentic AI development underway. Short cycles dominant."
        },
        {
          "specimenId": "citigroup",
          "position": 0.4,
          "evidence": "2024-2026 restructuring timeline. $2.5B savings target. Short accountability cycle driven by Project Bora Bora deadlines and Fraser's 'judged on results.'"
        },
        {
          "specimenId": "bloomberg",
          "position": -0.4,
          "evidence": "15-year AI track record since 2009. Stent critiques unsustainable short-term AI expansion (nuclear plants for bigger models). Long-horizon pragmatism."
        },
        {
          "specimenId": "visa",
          "position": -0.2,
          "evidence": "Research function on longer horizons (ML security, trustworthy AI fundamentals). Product AI on quarterly cycles. Mixed but leaning long."
        },
        {
          "specimenId": "mayo-clinic",
          "position": -0.5,
          "evidence": "10-year Google partnership. $9B infrastructure investment. 'Bold Forward' strategic plan. Research horizons of 3-10 years. Mission-driven long-term orientation."
        },
        {
          "specimenId": "mount-sinai-health-system",
          "position": -0.4,
          "evidence": "Research function on 3-10 year horizons. Clinical deployment on 6-24 month cycles. Philanthropic funding enables longer horizons. But 17 products deployed now."
        },
        {
          "specimenId": "sutter-health",
          "position": 0.1,
          "evidence": "7-year Innovation Center lease. But rapid ambient doc deployment (3,200+ physicians) and enterprise Aidoc rollout suggest near-term orientation. Mixed signals."
        },
        {
          "specimenId": "cvs-health",
          "position": 0.0,
          "evidence": "$20B 10-year tech plan (long). But 2026 as 'tinkering becomes transformation' and $1B savings already achieved (short). CEO projects healthcare 'unrecognizable in 5 years.' Balanced."
        },
        {
          "specimenId": "progressive",
          "position": 0.1,
          "evidence": "20-year telematics data foundation suggests long-term data orientation, but buy-over-build tooling and no named research agenda suggest near-term deployment focus."
        },
        {
          "specimenId": "anduril",
          "position": 0.3,
          "evidence": "Balanced: Some products ship in months (Ghost drones), major programs multi-year (YFQ-44A Fury, Arsenal-1)."
        },
        {
          "specimenId": "lockheed-martin",
          "position": -0.5,
          "evidence": "Long-horizon: Taiclet's '21st Century Security' vision is multi-decade. Defense contracts multi-year. But 6-month update cycles for F-35."
        },
        {
          "specimenId": "delta-air-lines",
          "position": 0.1,
          "evidence": "Balanced: Near-term operational AI (pricing, maintenance) with quarterly cadence; long-term vision for autonomous flights (no specific timeline)."
        },
        {
          "specimenId": "fedex",
          "position": 0.2,
          "evidence": "Slightly short-horizon: Operational AI (delivery estimates) deployed; humanoid robotics 'not ready for prime time yet' — temporal separation."
        },
        {
          "specimenId": "ford",
          "position": -0.4,
          "evidence": "Long horizon: Latitude AI focused on L4 autonomous driving, multi-year development."
        },
        {
          "specimenId": "honda",
          "position": -0.4,
          "evidence": "Long horizon: HRI research timelines, new Ohio lab investment."
        },
        {
          "specimenId": "toyota",
          "position": -0.4,
          "evidence": "Long horizon: TRI pursues 3-10 year breakthroughs. 'Software and data are increasingly essential to mobility.'"
        },
        {
          "specimenId": "deere-and-co",
          "position": -0.4,
          "evidence": "Long horizon: Blue River See & Spray took years from acquisition to 5M acre deployment."
        },
        {
          "specimenId": "honeywell",
          "position": -0.3,
          "evidence": "Moderate long horizon: Strategic transformation timeline, though gen AI deployment is rapid."
        },
        {
          "specimenId": "disney",
          "position": -0.3,
          "evidence": "Three formally-structured layers (Research Studios, OTE, OpenAI partnership). Very structural orientation. OTE explicitly does NOT take over business unit AI — coordination without command. Named/visible AI structures. Long-horizon research lab (16+ years)."
        },
        {
          "specimenId": "netflix",
          "position": 0.0,
          "evidence": "Explicit 'NOT centralized' philosophy with cultural coordination. Research distributed across 9 areas. AIMS and Eyeline hubs exist but not heavily branded. Mixed time horizons (production + VFX research)."
        },
        {
          "specimenId": "washington-post",
          "position": 0.0,
          "evidence": "No AI team, AI embedded as infrastructure (Zeus). Fully distributed with no central AI function. No AI branding — AI as invisible infrastructure. Owner (Bezos) provides informal context."
        },
        {
          "specimenId": "kroger",
          "position": 0.2,
          "evidence": "84labs as formal innovation hub with retail operations as spokes. Named but not heavily marketed. Operational focus (supply chain, pricing)."
        },
        {
          "specimenId": "lowes",
          "position": 0.3,
          "evidence": "AI embedded in existing tech and store teams without separate AI organization. No named AI capability. Operational focus on customer experience and associate tools."
        },
        {
          "specimenId": "nike",
          "position": 0.1,
          "evidence": "Technology Center as hub with ML/AI distributed to spokes. Balanced central-distributed. Technology capabilities not AI-branded. Mixed horizons (DTC operations + athlete data)."
        },
        {
          "specimenId": "pepsico",
          "position": 0.2,
          "evidence": "Digital Hub as center with brand teams as spokes. Standard CPG hub-and-spoke structure. Digital Hub exists but not AI-specific branding. Operational focus."
        },
        {
          "specimenId": "ulta-beauty",
          "position": 0.4,
          "evidence": "AI embedded in existing e-commerce and store systems without separate AI organization. Virtual try-on exists but not branded as AI. Short-horizon operational focus."
        },
        {
          "specimenId": "google-deepmind",
          "position": -0.2,
          "evidence": "Mixed. Near-term supply-constrained (2026), but massive CapEx ($175-185B) signals long-horizon infrastructure commitment."
        },
        {
          "specimenId": "intel",
          "position": 0.0,
          "evidence": "Mixed. Tan pushing for speed and execution, but Intel Labs doing foundational research."
        },
        {
          "specimenId": "bank-of-america",
          "position": 0.2,
          "evidence": "Quarterly feature additions. 24-month agentic AI efficiency targets. But 15-year sustained investment trajectory."
        },
        {
          "specimenId": "wells-fargo",
          "position": 0.3,
          "evidence": "30-35% automation target, $612M severance Q4 2025, headcount down 6%. Near-term restructuring pressure, but dual-role appointment signals longer-term investment. [Feb 15 revision: 30-35% automation target and $612M severance charge signal short-to-medium efficiency focus.]"
        },
        {
          "specimenId": "ubs",
          "position": 0.0,
          "evidence": "CAIO appointed for long-term AI governance, but Credit Suisse integration forces short-term execution. 300+ use cases suggest breadth over deep R&D bets."
        },
        {
          "specimenId": "moderna",
          "position": 0.3,
          "evidence": "6-month proficiency targets. $2B opex reduction pressure. But mRNA R&D inherently long-horizon."
        },
        {
          "specimenId": "novo-nordisk",
          "position": -0.4,
          "evidence": "Drug discovery inherently long-horizon. DKK 60B manufacturing capex + DKK 30B R&D. New CEO creates some uncertainty."
        },
        {
          "specimenId": "pfizer",
          "position": -0.3,
          "evidence": "Drug discovery = years. But $600M savings in 2025 and $1.5B target by 2027 show quarterly accountability too."
        },
        {
          "specimenId": "unitedhealth-group",
          "position": 0.2,
          "evidence": "$1B AI cost reduction target for 2026 (short accountability). But Optum Labs UCLA partnership for foundational ML research (long horizon). Mixed."
        },
        {
          "specimenId": "accenture",
          "position": 0.3,
          "evidence": "Short-term restructuring pressure ($865M charge). But consulting model requires continuous capability building for client relevance."
        },
        {
          "specimenId": "cognizant",
          "position": 0.0,
          "evidence": "Three-vector strategy spans near-term augmentation to medium-term agentic software. Balanced temporal horizon."
        },
        {
          "specimenId": "genpact",
          "position": 0.2,
          "evidence": "Quarterly revenue accountability (17% YoY growth target). But building long-term platform play. Slightly short-horizon."
        },
        {
          "specimenId": "sanofi",
          "position": -0.5,
          "evidence": "Drug discovery inherently long-horizon. But Hudson's ROAI framework and '95% of pilots fail' framing signal push for measurable near-term returns."
        },
        {
          "specimenId": "infosys",
          "position": 0.3,
          "evidence": "IT services model demands quarterly delivery. But CoE represents longer-term capability investment. Slightly short-horizon."
        },
        {
          "specimenId": "bmw",
          "position": -0.2,
          "evidence": "Mixed horizons: production AI (quarterly), Neue Klasse (2025-2027), autonomous campus (1,800 employees, long-term). -0.2 slight long lean."
        },
        {
          "specimenId": "mercedes-benz",
          "position": -0.2,
          "evidence": "Near-term CLA launch (2026-2027), medium-term L4 robotaxi, long-term academic partnerships. 'Double-digit billion euros per year.' -0.2 slight long lean."
        },
        {
          "specimenId": "general-motors",
          "position": 0.0,
          "evidence": "Mixed: near-term manufacturing AI + medium-term conversational AI + long-term autonomous. Pragmatic staged approach. 0.0 balanced."
        },
        {
          "specimenId": "exxonmobil",
          "position": -0.4,
          "evidence": "CEO frames AI as 'long-term evolution.' $15B savings target by 2027 is near-term but data foundation is long investment. -0.4 long-leaning."
        },
        {
          "specimenId": "tesla",
          "position": -0.6,
          "evidence": "Extreme long-horizon bets: unsupervised FSD deadline, 50K Optimus target, $20B+ CapEx. First-ever revenue decline concurrent with AI pivot."
        },
        {
          "specimenId": "hyundai-robotics",
          "position": -0.6,
          "evidence": "Long horizon: Physical AI and robotics are long-cycle investments. Edge brain chip just entering mass production."
        },
        {
          "specimenId": "bosch-bcai",
          "position": -0.3,
          "evidence": "Moderate long horizon: 2.5B euro investment by 2027, 10B+ euro software/sensor target by mid-2030s."
        },
        {
          "specimenId": "blue-origin",
          "position": 0.0,
          "evidence": "Balanced: immediate agent deployment for productivity + 5-10 year vision (space data centers, lunar AI-designed hardware). True dual horizon."
        },
        {
          "specimenId": "kyndryl",
          "position": 0.2,
          "evidence": "Short-leaning — IBM spinoff under market pressure. Alliance-based strategy enables faster time-to-market. Quarterly client delivery cycles."
        },
        {
          "specimenId": "panasonic",
          "position": -0.3,
          "evidence": "Long-leaning — Holdings-level CAIO with multi-year AI strategy across operating companies. Blue Yonder investment is multi-year bet."
        },
        {
          "specimenId": "t-mobile",
          "position": -0.3,
          "evidence": "Long-leaning — AI-RAN is '5G Advanced era and beyond.' 60 edge data centers planned. New CEO creates some short-term accountability."
        },
        {
          "specimenId": "uber",
          "position": 0.0,
          "evidence": "Split — AV timeline is 10-20 years (long). Customer AI iterates on quarterly cycles (short). AI Labs does multi-year research. Deliberately mixed."
        },
        {
          "specimenId": "thomson-reuters",
          "position": 0.0,
          "evidence": "Split — TR Labs on multi-year R&D horizons, product teams on quarterly ACV cadences, acquisition pipeline on 6-12 month integration cycles. Deliberately balanced."
        },
        {
          "specimenId": "recruit-holdings",
          "position": 0.3,
          "evidence": "Short-leaning — aggressive sequential restructuring (cut → consolidate → rebuild) over 2023-2025. AI code generation targets on 1-2 year horizons. CEO's return signals urgency."
        },
        {
          "specimenId": "sap",
          "position": 0.2,
          "evidence": "2-year no-manual-entry vision, but RISE deals and quarterly AI adoption metrics drive near-term. Slight short-horizon lean."
        },
        {
          "specimenId": "crowdstrike",
          "position": 0.2,
          "evidence": "'Security AGI' aspiration is long-horizon, but quarterly product releases and adversarial pressure demand near-term delivery. Slight short-horizon lean."
        },
        {
          "specimenId": "hp-inc",
          "position": 0.1,
          "evidence": "FY2028 savings target (3-year), but AI PC penetration on 1-year cycle. HP IQ product development on 1-2 year horizon. Balanced with slight short lean."
        },
        {
          "specimenId": "pinterest",
          "position": 0.5,
          "evidence": "Restructuring plan through Sept 2026. Short-horizon cost management framing."
        },
        {
          "specimenId": "palantir",
          "position": -0.3,
          "evidence": "Mixed: defense contracts are multi-year; commercial growth shows quarterly acceleration. 'Two decades converging' rhetoric. [Feb 15 revision: Karp rhetoric consistently long-horizon. Defense contracts multi-year.]"
        },
        {
          "specimenId": "asml",
          "position": -0.6,
          "evidence": "Long: chip cycle horizons (5nm→2nm) are multi-year. No quarterly AI deployment pressure."
        },
        {
          "specimenId": "astrazeneca",
          "position": -0.4,
          "evidence": "Long: drug discovery timelines (10+ years). R&D investment horizon measures in decades."
        },
        {
          "specimenId": "rivian",
          "position": -0.7,
          "evidence": "Long: '2030 inconceivable to buy car without self-driving.' Multi-year custom silicon and autonomy development."
        },
        {
          "specimenId": "comcast---nbcuniversal",
          "position": 0.3,
          "evidence": "Slightly short: startup partnerships are 1-2 year conversion cycles. Roberts frames AI as 'more bits to consume' — near-term."
        },
        {
          "specimenId": "spotify",
          "position": 0.0,
          "evidence": "Balanced: research labs work on longer-term generative AI; product squads deliver quarterly."
        },
        {
          "specimenId": "stripe",
          "position": -0.2,
          "evidence": "Balanced: Payments Foundation Model is longer-term; minions and daily AI tooling are immediate. [Feb 15 revision: Payments Foundation Model multi-year. Agentic commerce protocol long-term.]"
        },
        {
          "specimenId": "nextera-energy",
          "position": -0.5,
          "evidence": "Long: infrastructure investments are decades. 'Post-WWII industrial revolution' framing. Clean energy buildout is 20+ year horizon."
        },
        {
          "specimenId": "mckinsey",
          "position": 0.0,
          "evidence": "Mixed: outcome-based partnerships (long) vs. quarterly revenue attribution (short)."
        },
        {
          "specimenId": "google-ai-infra",
          "position": -0.3,
          "evidence": "AI infrastructure inherently medium-to-long horizon. Competitive pressure from NVIDIA creates short-term accountability."
        },
        {
          "specimenId": "cedars-sinai",
          "position": -0.3,
          "evidence": "CAIRE multi-year research timelines. Clinical AI per-project basis. Academic mission leans long."
        },
        {
          "specimenId": "kaiser-permanente",
          "position": 0.0,
          "evidence": "Insufficient data."
        },
        {
          "specimenId": "mass-general-brigham",
          "position": -0.5,
          "evidence": "Academic research mission creates multi-year horizons. Grant cycles impose 3-5 year planning."
        },
        {
          "specimenId": "amazon-agi",
          "position": -0.5,
          "evidence": "AGI research pursues multi-year horizons (world models, reasoning), while simultaneously executing quarterly-cycle Bedrock/Trainium deployment and $730M severance charges for immediate restructuring."
        }
      ],
      "evidence": [
        {
          "specimenId": "intuit",
          "note": "Goodarzi: 'Six years ago, we bet the entire company on data and AI.' Temporal anchoring to 2019 — claims long time horizon while delivering quarterly. Three-level goal framework (efficiency now → product rethink → new business later) explicitly manages accountability cycles."
        }
      ],
      "derivedFrom": {
        "primitives": [
          "P3",
          "P4"
        ],
        "explanation": "Generated by governance incentive contracts x competitive dynamics. Founder governance + low urgency -> long horizons. Hired-CEO + high urgency -> short horizons."
      },
      "masterTension": false
    }
  ]
}
